return {
  [1]	= {
      ["from"]	= "危险同居人" ;
      ["hitokoto"]	= "阳光灼热，数不尽夏日繁华；蝉鸣幽幽，道不完苦辣酸甜。" ;
      } ;
  [2]	= {
      ["from"]	= "就算是哥只要有爱就没问题吧" ;
      ["hitokoto"]	= "控兄是我的个性的同时，也是勋章！" ;
      } ;
  [3]	= {
      ["from"]	= "文学少女" ;
      ["hitokoto"]	= "想要成为无论多么悲伤的时候，也能够漂亮微笑的人吧。" ;
      } ;
  [4]	= {
      ["from"]	= "魔法禁书目录" ;
      ["hitokoto"]	= "但是，这一次你将不再孤独。" ;
      } ;
  [5]	= {
      ["from"]	= "学生会的一己之见" ;
      ["hitokoto"]	= "会长和往常一样挺着小小的胸部一副自以为了不起的样子套用某本书的内容说道……" ;
      } ;
  [6]	= {
      ["from"]	= "舞！舞！舞！" ;
      ["hitokoto"]	= "我一直以为人是慢慢变老的，其实不是，人是一瞬间变老的。" ;
      } ;
  [7]	= {
      ["from"]	= "书剑恩仇录" ;
      ["hitokoto"]	= "情深不寿，强极则辱，谦谦君子，温润如玉。" ;
      } ;
  [8]	= {
      ["from"]	= "肯普法" ;
      ["hitokoto"]	= "救救我啊奥特曼，哪怕你只能撑三分钟……" ;
      } ;
  [9]	= {
      ["from"]	= "阿亚罗克年代记" ;
      ["hitokoto"]	= "正义不会因为无人歌颂而变成非议。" ;
      } ;
  [10]	= {
      ["from"]	= "夹在我女友与青梅竹马间的各种修罗场" ;
      ["hitokoto"]	= "夹在我女友与前女友与青梅竹马间的果然是修罗场！" ;
      } ;
  [11]	= {
      ["from"]	= "谢谢你！坏运" ;
      ["hitokoto"]	= "树大必有枯枝，人多必有白痴。" ;
      } ;
  [12]	= {
      ["from"]	= "盗墓笔记" ;
      ["hitokoto"]	= "用我一生，换你十年天真无邪。" ;
      } ;
  [13]	= {
      ["from"]	= "有顶天家族" ;
      ["hitokoto"]	= "这是傻瓜的血脉使然啊。" ;
      } ;
  [14]	= {
      ["from"]	= "文学少女" ;
      ["hitokoto"]	= "想了解喜欢的人，可是，却不能理解。" ;
      } ;
  [15]	= {
      ["from"]	= "秋之回忆Memories Off" ;
      ["hitokoto"]	= "不会停的雨的确存在，但是撑起伞来就行了，接下来抬起头前进，这样一来，偶尔会出现下着太阳雨的日子，经过阳光的反射闪闪发亮的雨滴，一定非常美丽。" ;
      } ;
  [16]	= {
      ["from"]	= "文学少女" ;
      ["hitokoto"]	= "不能哭！唱歌吧！继续唱下去吧！不是为了赞美神，是为了向神挑战而唱！" ;
      } ;
  [17]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "生我何用？不能欢笑。灭我何用？不减狂骄。" ;
      } ;
  [18]	= {
      ["from"]	= "我的青春恋爱物语果然有问题" ;
      ["hitokoto"]	= "要让一群人团结起来，需要的不是英明的领导，而是共同的敌人。" ;
      } ;
  [19]	= {
      ["from"]	= "分身" ;
      ["hitokoto"]	= "风停之后再扬帆，船绝不会前行。" ;
      } ;
  [20]	= {
      ["from"]	= "文学少女" ;
      ["hitokoto"]	= "我发过誓，再也不装作没察觉，再也不逃避。" ;
      } ;
  [21]	= {
      ["from"]	= "堂吉诃德" ;
      ["hitokoto"]	= "桑丘，让他们管我叫疯子吧，我还疯得不够，所以得不到他们的赞许。" ;
      } ;
  [22]	= {
      ["from"]	= "文学少女" ;
      ["hitokoto"]	= "就算是沉落地面的太阳，只要夜晚过了一定会再度升起，不管有什么痛苦或难过的事，跟今天截然不同的明天也一定会到来。" ;
      } ;
  [23]	= {
      ["from"]	= "戏言" ;
      ["hitokoto"]	= "只是，想要做些什么而已。 觉得不做些什么就会死掉而已。" ;
      } ;
  [24]	= {
      ["from"]	= "绘心" ;
      ["hitokoto"]	= "你永远是我唯爱旅行中名为秘密的起点站。" ;
      } ;
  [25]	= {
      ["from"]	= "上杉谦信" ;
      ["hitokoto"]	= "我如朝露降人间，和风樱花随春谢。四十九年一朝梦，一期荣华一杯酒。" ;
      } ;
  [26]	= {
      ["from"]	= "魔法禁书目录" ;
      ["hitokoto"]	= "安心地睡吧，就算你将遗忘一切，我也会永远记得。我将为你而生、为你而死。" ;
      } ;
  [27]	= {
      ["from"]	= "风姿物语" ;
      ["hitokoto"]	= "愿我等之誓言，超越姓名与身份而永存。" ;
      } ;
  [28]	= {
      ["from"]	= "高手寂寞" ;
      ["hitokoto"]	= "江湖可能因为少了谁而失色，却不会因为少了谁后就不再是江湖。" ;
      } ;
  [29]	= {
      ["from"]	= "我与狗狗的十个约定" ;
      ["hitokoto"]	= "你有学校也有朋友，但对我来说，我的生活中就只有你。" ;
      } ;
  [30]	= {
      ["from"]	= "凑合活着" ;
      ["hitokoto"]	= "日子过的象流水一般。它静静的从我们身边缓缓流过，不带半分声响。那些我们当年执着的人，执着的事，执着之后，却变成一种负担。" ;
      } ;
  [31]	= {
      ["from"]	= "我的朋友很少" ;
      ["hitokoto"]	= "比起有一百个朋友，不如有个比一百人还要重要的真心朋友。" ;
      } ;
  [32]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "我希望你可以找到真正的自己，不是明年，不是明日，而是现在。" ;
      } ;
  [33]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "杂耍和唱歌的才需要掌声。" ;
      } ;
  [34]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "世间本无公平可言，除非公平掌握在自己手中。" ;
      } ;
  [35]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "死亡过于绝对，而活着，则有无限的可能。" ;
      } ;
  [36]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "当一切都消失的时候，你会明白生命究竟有何价值。" ;
      } ;
  [37]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我们都是阴沟里的虫子,但总还是得有人仰望星空。" ;
      } ;
  [38]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "弱小和无知，都不是生存的障碍，傲慢才是。" ;
      } ;
  [39]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "活着本身就很美妙，如果连这道理都不懂，怎么去探索更深的东西呢？" ;
      } ;
  [40]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "“哦,要进画里了,孩子们,走好。”——将被二维化的罗辑" ;
      } ;
  [41]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "女人应该像水一样的，什么样的地方都能淌得过去啊。" ;
      } ;
  [42]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "人只有在害怕的时候才会变勇敢。" ;
      } ;
  [43]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "我更喜欢死的历史。死的历史用墨水书写，活的历史则用鲜血。" ;
      } ;
  [44]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "吾念所归，无惧无退！" ;
      } ;
  [45]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "很多人宁可否认事实，也不愿面对真相。" ;
      } ;
  [46]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "飞，都是从堕落开始的。" ;
      } ;
  [47]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "凡人皆有一死，凡人皆需供奉。" ;
      } ;
  [48]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "凛冬将至" ;
      } ;
  [49]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "唯一不可阻挡的是时间，它像一把利刃，无声地切开了坚硬和柔软的一切，恒定地向前推进着，没有任何东西能够使它的行进产生丝毫颠簸，它却改变着一切。" ;
      } ;
  [50]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "“斩尽杀绝，这是对一个文明最高的重视。”" ;
      } ;
  [51]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "不要回答！不要回答！不要回答！" ;
      } ;
  [52]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "“妈妈，我将变成萤火虫。”" ;
      } ;
  [53]	= {
      ["from"]	= "摆渡人" ;
      ["hitokoto"]	= "如果命运是一条孤独的河流，谁会是你灵魂的摆渡人？" ;
      } ;
  [54]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "给岁月以文明，而不是给文明以岁月。" ;
      } ;
  [55]	= {
      ["from"]	= "摆渡人" ;
      ["hitokoto"]	= "如果我真的存在，也是因为你需要我。" ;
      } ;
  [56]	= {
      ["from"]	= "le petit prince" ;
      ["hitokoto"]	= "生命的本质就是在关系中寻找自己，并成为真正的自己;在关系中寻找爱，并成为爱。" ;
      } ;
  [57]	= {
      ["from"]	= "le petit prince" ;
      ["hitokoto"]	= "生命从无中来，到无中去，每个人都处于“上场——谢幕”这样一个循环中。这个循环不是悲伤，不是无意义，意义就在这过程中;生命之所以有趣，就在于过程中的体验和收获。" ;
      } ;
  [58]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "1379号监听员对元首说：我是个小人物，生活在社会最底层，没有人会注意到我，孤独一生，没有地位没有爱情，也没有希望。如果我能够拯救一个自己爱上的遥远的美丽世界，那这一辈子至少没有白活。" ;
      } ;
  [59]	= {
      ["from"]	= "帕斯卡，《思想录》" ;
      ["hitokoto"]	= "“人，是会思考的芦苇。”" ;
      } ;
  [60]	= {
      ["from"]	= "三幕悲剧" ;
      ["hitokoto"]	= "我们往往把自己的性格和人品说得言过其实了。如果真理被冷酷无情地揭示出来时，我们反倒不能明辨是非了。" ;
      } ;
  [61]	= {
      ["from"]	= "一瞬的光和永远" ;
      ["hitokoto"]	= "荒诞也好，愚笨也好，总会过去的。" ;
      } ;
  [62]	= {
      ["from"]	= "球状闪电" ;
      ["hitokoto"]	= "有时你飞到了头，却发现还不如中间掉下来" ;
      } ;
  [63]	= {
      ["from"]	= "三体II" ;
      ["hitokoto"]	= "这是计划的一部分。" ;
      } ;
  [64]	= {
      ["from"]	= "绯弹的亚里亚" ;
      ["hitokoto"]	= "叹飘渺，莫过春樱转瞬逝；怜世间,万千繁华始归尘。" ;
      } ;
  [65]	= {
      ["from"]	= "死后文" ;
      ["hitokoto"]	= "一直向别人撒娇是不允许的 即使想从雨中获得慰藉也不可以 因为 这个国家 很少下雨" ;
      } ;
  [66]	= {
      ["from"]	= "刺青杀人事件" ;
      ["hitokoto"]	= "遗憾的是我们生活在两条平行直线永远不会相交的世界里。" ;
      } ;
  [67]	= {
      ["from"]	= "三体III" ;
      ["hitokoto"]	= "要记住伟大的探知可逆定律:如果你能看到一个低墒世界,那个低嫡世界迟早也能看到你,只是时间问题。所以,什么事情都等别人做是危险的。" ;
      } ;
  [68]	= {
      ["from"]	= "你若盛开，清风自来" ;
      ["hitokoto"]	= "十年前,你爱我,我逃避不见,十年后,我爱你,你不在身边." ;
      } ;
  [69]	= {
      ["from"]	= "三体II" ;
      ["hitokoto"]	= "“太阳快落下去了，你们的孩子居然不害怕？”“当然不害怕，她知道明天太阳还会升起来的。”" ;
      } ;
  [70]	= {
      ["from"]	= "肯普法" ;
      ["hitokoto"]	= "救救我啊奥特曼，哪怕你只能撑三分钟…" ;
      } ;
  [71]	= {
      ["from"]	= "三体III" ;
      ["hitokoto"]	= "你认为是自己的错误毁灭了太阳系那是很可笑的,这样想实在是太自命不凡了,就像你在地面上做一个倒立,就认为自己举起了地球一样。" ;
      } ;
  [72]	= {
      ["from"]	= "郭敬明" ;
      ["hitokoto"]	= "愿人们的爱恨为你加冕" ;
      } ;
  [73]	= {
      ["from"]	= "龙族3黑月之潮" ;
      ["hitokoto"]	= "是啊你是小怪兽，可小怪兽也有小怪兽的好朋友，孤独的小怪兽们害怕得靠在一起，但如果正义的奥特曼要来杀你，我就帮你把正义的奥特曼杀死。可我答应了，却没有做到。" ;
      } ;
  [74]	= {
      ["from"]	= "六道众生" ;
      ["hitokoto"]	= "无尽虚空，无双幻术，沉沦国度，永世沉沦" ;
      } ;
  [75]	= {
      ["from"]	= "凑合活着" ;
      ["hitokoto"]	= "这样的日子，居然一过就是一年多，他们和所有正常的不正常的恋人一样，相爱着，伤害着。 　好像彼此已经在一起很多年了，那种感情，慢慢变成一种习惯。" ;
      } ;
  [76]	= {
      ["from"]	= "时生" ;
      ["hitokoto"]	= "没有脚踏实地建立起来的东西，就无法形成精神和物质上的支撑。" ;
      } ;
  [77]	= {
      ["from"]	= "柴静" ;
      ["hitokoto"]	= "观察的实质是：“不赞美，不责难，甚至也不惋惜，但求了解认识而已。”" ;
      } ;
  [78]	= {
      ["from"]	= "三体II" ;
      ["hitokoto"]	= "他们不知道我们是怎样想他们怎样想我们怎样想他们怎样想我们怎样..." ;
      } ;
  [79]	= {
      ["from"]	= "白鹿原" ;
      ["hitokoto"]	= "朋友之交，宜得删繁就简。" ;
      } ;
  [80]	= {
      ["from"]	= "幽游白书" ;
      ["hitokoto"]	= "我告诉你，我也有我的禁忌，如果你敢那样做，不管用上任何手段，我都会杀了你。" ;
      } ;
  [81]	= {
      ["from"]	= "三体III" ;
      ["hitokoto"]	= "我需要一块二向箔,清理用。" ;
      } ;
  [82]	= {
      ["from"]	= "异人傲世录" ;
      ["hitokoto"]	= "每天笑一笑对一个皇帝来说很重要，因为这有助于消化。" ;
      } ;
  [83]	= {
      ["from"]	= "球状闪电" ;
      ["hitokoto"]	= "整个物理学就像是一个大谜，走到它的尽头，连整个世界是否存在都成了问题。" ;
      } ;
  [84]	= {
      ["from"]	= "百年孤独" ;
      ["hitokoto"]	= "生命中曾经有过的所有灿烂，终究都需要用寂寞来偿还。" ;
      } ;
  [85]	= {
      ["from"]	= "素媛" ;
      ["hitokoto"]	= "最孤独的人最亲切，受过伤的人总是笑的最灿烂。" ;
      } ;
  [86]	= {
      ["from"]	= "戏言系列" ;
      ["hitokoto"]	= "这个房间里只有一个人和一个人，而非两个人，不是吗？" ;
      } ;
  [87]	= {
      ["from"]	= "戏言系列" ;
      ["hitokoto"]	= "大人是不会作梦的。大人呀，是会实现梦想的。" ;
      } ;
  [88]	= {
      ["from"]	= "戏言系列" ;
      ["hitokoto"]	= "问:相信是什么意思? 答:觉得被人背叛也无所谓，就算被人背叛也不后悔。" ;
      } ;
  [89]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "我是个偶尔会发疯的人啊！" ;
      } ;
  [90]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "如果这个世界不喜欢你，那它就是我的敌人了。" ;
      } ;
  [91]	= {
      ["from"]	= "人生若只如初见" ;
      ["hitokoto"]	= "一生中会遇上很多人，真正能停留驻足的又有几个，生命是终将荒芜的渡口，连我们自己都是过客。" ;
      } ;
  [92]	= {
      ["from"]	= "我是猫" ;
      ["hitokoto"]	= "得来不易的机会，会让所有的动物去做原来不喜欢做的事。" ;
      } ;
  [93]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "如果你掉进了黑暗里，你能做的，不过是静心等待，直到你的双眼适应黑暗。" ;
      } ;
  [94]	= {
      ["from"]	= "爱与痛的边缘" ;
      ["hitokoto"]	= "你永远也看不到我最寂寞时候的样子，因为只有你不在我身边的时候，我才最寂寞。" ;
      } ;
  [95]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "希望你可以记住我，记住我这样活过，这样在你身边呆过。" ;
      } ;
  [96]	= {
      ["from"]	= "在地下城寻找邂逅是否搞错了什么" ;
      ["hitokoto"]	= "到底要被救多少次，才会甘心啊！？" ;
      } ;
  [97]	= {
      ["from"]	= "白夜行" ;
      ["hitokoto"]	= "真正的惩罚是会留在心和记忆里面的。" ;
      } ;
  [98]	= {
      ["from"]	= "嫌疑人x的献身" ;
      ["hitokoto"]	= "自以为是永远都是大敌，因为本可看到的东西也会视而不见。" ;
      } ;
  [99]	= {
      ["from"]	= "解忧杂货铺" ;
      ["hitokoto"]	= "人与人之间情断义绝，并不需要什么具体理由，就算表面上有，也很可能只是心已经离开的结果，事后才编造出的借口而已。" ;
      } ;
  [100]	= {
      ["from"]	= "左手倒影右手年华" ;
      ["hitokoto"]	= "友情其实和爱情一样，很多的时候，距离才可以让彼此更懂得彼此。" ;
      } ;
  [101]	= {
      ["from"]	= "解忧杂货店" ;
      ["hitokoto"]	= "只要是亲生父母，除非你去犯罪，否则你干什么他们不支持你呢。" ;
      } ;
  [102]	= {
      ["from"]	= "十二国记" ;
      ["hitokoto"]	= "一个人之所以幸福，并不是他得天独厚，只是那个人心想着幸福，为忘记痛苦而努力，为变得幸福而努力。" ;
      } ;
  [103]	= {
      ["from"]	= "白夜行" ;
      ["hitokoto"]	= "他们只是想保护自己的灵魂，结果，雪穗从不以真面目示人，亮司则至今仍在黑暗的通风管中徘徊。" ;
      } ;
  [104]	= {
      ["from"]	= "希灵帝国" ;
      ["hitokoto"]	= "书是好东西啊，打开时能触动心灵，合上时能触动敌人的脑袋，这样好的东西真是令人喜欢啊" ;
      } ;
  [105]	= {
      ["from"]	= "尘缘" ;
      ["hitokoto"]	= "当欲望失去了枷锁，向左是地狱，向右也是地狱。" ;
      } ;
  [106]	= {
      ["from"]	= "误入世界" ;
      ["hitokoto"]	= "目的虽有，却无路可循；我们称之为路的，无非是踌躇。" ;
      } ;
  [107]	= {
      ["from"]	= "人间失格" ;
      ["hitokoto"]	= "胆小鬼连幸福都害怕，碰到棉花都会受伤。" ;
      } ;
  [108]	= {
      ["from"]	= "人间失格" ;
      ["hitokoto"]	= "怎样都好，只要能让他们发笑就好。" ;
      } ;
  [109]	= {
      ["from"]	= "西部世界" ;
      ["hitokoto"]	= "人类的智慧就如同孔雀的羽毛。极尽炫耀，只是为了吸引异性。" ;
      } ;
  [110]	= {
      ["from"]	= "站在两个世界的边缘" ;
      ["hitokoto"]	= "只有坦然接受命运的不公，才能安然享受生命的平等。" ;
      } ;
  [111]	= {
      ["from"]	= "熔炉" ;
      ["hitokoto"]	= "我们一路奋战，不是为了改变世界，而是为了不让世界改变我们。" ;
      } ;
  [112]	= {
      ["from"]	= "异常生物见闻录" ;
      ["hitokoto"]	= "公民们，庇护所即将关闭，感谢所有人，再见。" ;
      } ;
  [113]	= {
      ["from"]	= "杰里米·边沁" ;
      ["hitokoto"]	= "太想伸手摘取星星的人，常常忘记脚下的鲜花。" ;
      } ;
  [114]	= {
      ["from"]	= "异常生物见闻录" ;
      ["hitokoto"]	= "反正不要钱，多少信一点" ;
      } ;
  [115]	= {
      ["from"]	= "无出路咖啡馆" ;
      ["hitokoto"]	= "我发现一个人在放弃给别人留好印象的负担之后，原来心里会如此踏实。一个人不必再讨人欢喜，就可以像我此刻这样，停止受累。" ;
      } ;
  [116]	= {
      ["from"]	= "无题之二" ;
      ["hitokoto"]	= "我爱你是一连串夹七缠八永远说不清楚很难明白可能最好就不要懂了的爱你。" ;
      } ;
  [117]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "得到了再失去，总是比从来就没有得到更伤人。" ;
      } ;
  [118]	= {
      ["from"]	= "普希金" ;
      ["hitokoto"]	= "你最可爱,我说时来不及思索,但思索过后,还是这样说" ;
      } ;
  [119]	= {
      ["from"]	= "无出路咖啡馆" ;
      ["hitokoto"]	= "能诚实地承认穷，诚恳地表达对于钱的兴趣，就是穷者的尊严。" ;
      } ;
  [120]	= {
      ["from"]	= "无出路咖啡馆" ;
      ["hitokoto"]	= "如果到了一个遥远陌生的国度，还不去改变或者推翻自己的曾经，那这远走高飞还有什么飞头？" ;
      } ;
  [121]	= {
      ["from"]	= "无出路咖啡馆" ;
      ["hitokoto"]	= "流浪汉最受不了的或许不是吃不饱喝不足，而是他们终日终年的沉默。人们会赏他们一两个角子，但从来不赏个面子站下脚，听他们说句话" ;
      } ;
  [122]	= {
      ["from"]	= "唐砖" ;
      ["hitokoto"]	= "人总是健忘的，所以在行走一段人生旅途后，总要不自觉地停下来，整理一下前段时间的得与失，得大于失证明这段时间没有浪费，欣喜若狂的准备下一段旅途。" ;
      } ;
  [123]	= {
      ["from"]	= "凤凰" ;
      ["hitokoto"]	= "这个世界没有公平也从来没有公平过，我们，我们的血，并非是我们选择了命运，而是命运选择了我们。" ;
      } ;
  [124]	= {
      ["from"]	= "基督山伯爵" ;
      ["hitokoto"]	= "上帝给了人类有限的力量，但是却给了他们无限的欲望。" ;
      } ;
  [125]	= {
      ["from"]	= "小王子" ;
      ["hitokoto"]	= "请你,驯养我吧" ;
      } ;
  [126]	= {
      ["from"]	= "基督山伯爵" ;
      ["hitokoto"]	= "永远不要忘记,直至天主垂允为人类揭示未来图景的那一天来到之前,人类的全部智慧就包含在这五个字里面：等待和希望." ;
      } ;
  [127]	= {
      ["from"]	= "有匪" ;
      ["hitokoto"]	= "终有一天你会跨过静谧无声的洗墨江，离开群山环抱的旧桃源，来到无边阴霾的夜空之下。你要记得，命运悬在刀尖上，而刀尖须得永远向前。愿你在冷铁卷刃前，得以窥见天光。" ;
      } ;
  [128]	= {
      ["from"]	= "悉达多" ;
      ["hitokoto"]	= "所有的漩涡与波浪都痛苦而急切地奔向自己的目标——许许多多不同的目标：奔向瀑布，奔向大海，奔向河流，直至百川汇集的大洋。" ;
      } ;
  [129]	= {
      ["from"]	= "居里夫人传" ;
      ["hitokoto"]	= "无论发生什么事情，哪怕是一个人成了一个没有了灵魂的躯体，那另一个人也还是要努力地工作下去。" ;
      } ;
  [130]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "宇宙很大，生活更大也许以后有缘再相见" ;
      } ;
  [131]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "黑，真他妈黑啊" ;
      } ;
  [132]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "我要这天，再遮不住我眼，要这地，再埋不了我心，要这众生，都明白我意，要那诸佛，都烟消云散!" ;
      } ;
  [133]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "生我何用？不能欢笑。灭我何用？不减狂骄。" ;
      } ;
  [134]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "这个天地，我来过，我奋战过，我深爱过，我不在乎结局。" ;
      } ;
  [135]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "若天压我，劈开那天，若地拘我，踏碎那地，我等生来自由身，谁敢高高在上。" ;
      } ;
  [136]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "神不贪，为何容不得一点对其不敬?神不恶，为何要将地上千万生灵命运，握于手中？" ;
      } ;
  [137]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "你心中无爱，怎会懂珍惜二字。" ;
      } ;
  [138]	= {
      ["from"]	= "终极恶女" ;
      ["hitokoto"]	= "当恶梦展开，所有的一切都开始失序了。人类，可以为了所爱的人，变成天使，也可以为了所爱的人，变成魔鬼。这个世界上，所有的事物都是相对应的，有人得到，就代表有人会失去" ;
      } ;
  [139]	= {
      ["from"]	= "费雯·丽" ;
      ["hitokoto"]	= "After all,tomorrow is another day!" ;
      } ;
  [140]	= {
      ["from"]	= "黑瞳的圣杯跑团战争" ;
      ["hitokoto"]	= "不值得，但是，痛快。" ;
      } ;
  [141]	= {
      ["from"]	= "人间失格" ;
      ["hitokoto"]	= "怎样都好，只要能让他们发笑就好。" ;
      } ;
  [142]	= {
      ["from"]	= "俳句  罗生门" ;
      ["hitokoto"]	= "君看双眼色，不语似无忧" ;
      } ;
  [143]	= {
      ["from"]	= "毕业了，我们一无所有" ;
      ["hitokoto"]	= "那些过去，从未过去。" ;
      } ;
  [144]	= {
      ["from"]	= "务虚笔记" ;
      ["hitokoto"]	= "“一个真正想死的人 不会再计较人们说什么 一个拿死说来说去的人 以我的经验来看 并不是真的想死 而是……” “而是什么？” “而是还在……还在渴望爱”" ;
      } ;
  [145]	= {
      ["from"]	= "一本蛮不错的电子书" ;
      ["hitokoto"]	= "天要你走，我要你留" ;
      } ;
  [146]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "我要这天再遮不住我眼,要这地再埋不了我心." ;
      } ;
  [147]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "我们都做了自己的选择，我们都许下了自己的誓言。我们每个人都要在黑暗中死去。认命。" ;
      } ;
  [148]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "我很累，想停下了。就让我停下吧。" ;
      } ;
  [149]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "我为自己而死，并且，在最后的最后，为自己而活。" ;
      } ;
  [150]	= {
      ["from"]	= "烽火戏诸侯" ;
      ["hitokoto"]	= "天不生我李淳罡，剑道万古长如夜。" ;
      } ;
  [151]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "数一个豆荚之中所有的豆子，或许为它们命名更好，这样它们就不会无名成长了。" ;
      } ;
  [152]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "我恨自己。我爱自己。" ;
      } ;
  [153]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "今日，吾爱，我们融为一体。" ;
      } ;
  [154]	= {
      ["from"]	= "百年孤独" ;
      ["hitokoto"]	= "过去都是假的，回忆是一条没有归途的路，以往的一切春天都无法复原，即使最狂热最坚贞的爱情，归根结底也不过是一种瞬息即逝的现实，唯有孤独永恒。" ;
      } ;
  [155]	= {
      ["from"]	= "小王子" ;
      ["hitokoto"]	= "一旦你驯服了什么，就要对她负责，永远的负责。" ;
      } ;
  [156]	= {
      ["from"]	= "小王子" ;
      ["hitokoto"]	= "只有用心灵才能看得清事物本质，真正重要的东西是肉眼无法看见的" ;
      } ;
  [157]	= {
      ["from"]	= "小王子" ;
      ["hitokoto"]	= "我太年轻了，甚至不懂怎么去爱她。" ;
      } ;
  [158]	= {
      ["from"]	= "小王子" ;
      ["hitokoto"]	= "如果你爱上了某个星球的一朵花。那么，只要在夜晚仰望星空，就会觉得漫天的繁星就像一朵朵盛开的花。" ;
      } ;
  [159]	= {
      ["from"]	= "无声告白" ;
      ["hitokoto"]	= "我们终此一生，就是要摆脱他人的期待，找到真正的自己。" ;
      } ;
  [160]	= {
      ["from"]	= "深海里的星星" ;
      ["hitokoto"]	= "那年的春天，那年的三月。你给我一个承诺，我就哭了。你给我一段爱情，我就真的站在这里舍不得走了。" ;
      } ;
  [161]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "得到了再失去，总是比从来就没有得到更伤人。" ;
      } ;
  [162]	= {
      ["from"]	= "七月与安生" ;
      ["hitokoto"]	= "风里有花香，身边有最爱的人。" ;
      } ;
  [163]	= {
      ["from"]	= "八月未央" ;
      ["hitokoto"]	= "对不爱我们的人，一旦付出，就罪孽深重" ;
      } ;
  [164]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "Something……for nothing！用什么珍贵的东西，换回了空白。" ;
      } ;
  [165]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "全世界会有两万个人是你一见到她就会爱上她的，可你也许一辈子都遇不到一个。" ;
      } ;
  [166]	= {
      ["from"]	= "尘曲" ;
      ["hitokoto"]	= "凡心所向，素履可往，生如逆旅，一苇以航。" ;
      } ;
  [167]	= {
      ["from"]	= "1984" ;
      ["hitokoto"]	= "理智不是一个统计学概念。" ;
      } ;
  [168]	= {
      ["from"]	= "1984" ;
      ["hitokoto"]	= "自由就是说二加二等于四的自由，如此成立，一切同理。" ;
      } ;
  [169]	= {
      ["from"]	= "杀死一只知更鸟" ;
      ["hitokoto"]	= "有一种东西不能遵循从众原则，那就是人的良心。" ;
      } ;
  [170]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "秩序是恶棍们的通行证，真正的美好应如无形的虚空，你是否仍感幸福？" ;
      } ;
  [171]	= {
      ["from"]	= "百年孤独" ;
      ["hitokoto"]	= "许多年以后,面对行刑队的时候,奥雷良诺·布恩迪亚上校一定会想起父亲带他去看冰块的那个遥远的下午。" ;
      } ;
  [172]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "你...真是本末倒置，罔顾人伦！" ;
      } ;
  [173]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "前尘种种，似烟似幻，惟有此人教我深感不负大好春光。" ;
      } ;
  [174]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "天子坛中寻一笑，枕月云深魏无羡。" ;
      } ;
  [175]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "你欺他眼盲，骗得他好苦！" ;
      } ;
  [176]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "生来一人，去时孤身，便是江澄其人" ;
      } ;
  [177]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "义城有三盲，真盲，假盲，心盲。" ;
      } ;
  [178]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "愿来世，你晓天，晓地，晓星尘。" ;
      } ;
  [179]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "忘羡一曲心系君，瀚海百重长相忆。" ;
      } ;
  [180]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "为遇一人而入红尘，人去我亦去，此生不留尘。" ;
      } ;
  [181]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "负霜华，行世路。一同星尘，除魔歼邪" ;
      } ;
  [182]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "明月清风晓星尘，傲雪凌霜宋子琛" ;
      } ;
  [183]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "别师犹染凡心 剑端新雪霁 独恨无留迹" ;
      } ;
  [184]	= {
      ["from"]	= "他的小初恋" ;
      ["hitokoto"]	= "——你是不是喜欢我？——好好学习，天天向上呢。你这问法可真不单纯。" ;
      } ;
  [185]	= {
      ["from"]	= "围城" ;
      ["hitokoto"]	= "世间哪有恋爱？压根儿是生殖冲动。" ;
      } ;
  [186]	= {
      ["from"]	= "莫言" ;
      ["hitokoto"]	= "心系一处，守口如瓶" ;
      } ;
  [187]	= {
      ["from"]	= "心动可乐" ;
      ["hitokoto"]	= "“没有期望，就没有失望”，从此之后，再没受过伤害，因为从一开始，就不抱有什么希望。" ;
      } ;
  [188]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "天自撰我命 唤魂为逆 肆酒行 削竹横笛借音" ;
      } ;
  [189]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "月濯云深里 留雪拥襟 持琴问灵 拂剑承天地" ;
      } ;
  [190]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "傲骨几锉尽 惟立仇心 十方雷霆乍起 振紫衣" ;
      } ;
  [191]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "清风策萍影 远夜如移 纵入冥泥 明镜仍为寄" ;
      } ;
  [192]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "掌覆道左阴翳 妄握天格命理" ;
      } ;
  [193]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "度履孤霜千里 凭樽还如对知己 皓月清风长系思与荒城忆" ;
      } ;
  [194]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "我放着好好的阳关大道不走，走这阴沟里的独木桥干什么。真这么好走早就有人走了。" ;
      } ;
  [195]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "忘羡一曲远，曲终人不散。" ;
      } ;
  [196]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "这颗糖微微发黑，一定不能吃了。被握的太紧，已经有点碎了。" ;
      } ;
  [197]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "我想带一人回云深不知处。带回去，藏起来。" ;
      } ;
  [198]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "生前哪管身后事，浪得几日是几日。" ;
      } ;
  [199]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "我薛洋，晓天地，晓人心，但终究不晓星尘。" ;
      } ;
  [200]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "亦恶亦怜薛成美，半生恶尽半生痴。" ;
      } ;
  [201]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "云深夜阑拥月色，少年携酒晚归程，酒香醉情抬眸间，白衣翩立似惊鸿。" ;
      } ;
  [202]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "我见诸君多有病，料诸君见我、应如是。" ;
      } ;
  [203]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "七岁断指，断了他的善，死前断臂，断了他的恶。" ;
      } ;
  [204]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "我等你十三载，你如何回我？" ;
      } ;
  [205]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "喝他喝过的酒，受他受过的伤。" ;
      } ;
  [206]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "生老病死，八苦之四，众生必经，江澄亦是。" ;
      } ;
  [207]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "其实从头到尾，被挫骨扬灰，灰飞烟灭的，只有温情一人。" ;
      } ;
  [208]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "谁知，蓝忘机自始至终一眼都没有分给过温宁，只是死死盯牢了他。两人就这么你拉着我、我拽着你，面对面地瞪眼。" ;
      } ;
  [209]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "喝他喝过的酒，受他受过的伤，种他种过的思追，养他喜欢的兔子，看他看过的小黄书，画他画过的妆。" ;
      } ;
  [210]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "薛洋的小指断了，月老怎么牵线呢。" ;
      } ;
  [211]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "只羡忘羡不羡仙，说是天天就天天" ;
      } ;
  [212]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "夷陵老祖，五文一张，十文三张！" ;
      } ;
  [213]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "现在的魏无羡，离开了蓝忘机就不行。" ;
      } ;
  [214]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "灵气也是气，怨气也是气，怨气为何不能为人所用啊？" ;
      } ;
  [215]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "对不起，还有......谢谢你" ;
      } ;
  [216]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "魏婴，你给我听好！好好护着江澄！死也要护着他！知不知道！" ;
      } ;
  [217]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "蓝曦臣，我这一生害人无数，杀父杀兄杀妻杀子杀师杀友，天下的坏事我什么没做过！......可我独独没有想过要害你" ;
      } ;
  [218]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "生前风采有谁听闻 身后恶名竟无人争 当初穿林拂叶见识得 白衣少年胆怯几分" ;
      } ;
  [219]	= {
      ["from"]	= "沈从文" ;
      ["hitokoto"]	= "我应当感谢你，感谢那个造物的上帝，更感谢使我能傍近你的那个命运。" ;
      } ;
  [220]	= {
      ["from"]	= "雪国" ;
      ["hitokoto"]	= "抬眼一望，银河仿佛哗的一声，向岛村的心头倾泻下来。" ;
      } ;
  [221]	= {
      ["from"]	= "舞！舞！舞！" ;
      ["hitokoto"]	= "跳舞，不停地跳舞。不要考虑为什么跳，不要考虑意义不意义，意义那玩意儿本来就是没有的，要是考虑这个，脚步势必停下来。" ;
      } ;
  [222]	= {
      ["from"]	= "无限近似于透明的蓝" ;
      ["hitokoto"]	= "假如温暖的阳光照得到这里，我拉长的身影大概可以覆盖住灰色的鸟和菠萝吧。" ;
      } ;
  [223]	= {
      ["from"]	= "暗店街" ;
      ["hitokoto"]	= "我们的生命不是和这种孩子的悲伤一样，迅速地消逝在夜色中吗？" ;
      } ;
  [224]	= {
      ["from"]	= "1Q84" ;
      ["hitokoto"]	= "超过一定的年龄之后，所谓人生，无非是一个不断丧失的过程而已。" ;
      } ;
  [225]	= {
      ["from"]	= "雪国" ;
      ["hitokoto"]	= "仿佛这一瞬间，火光也照亮了他同驹子共同度过的岁月。这当中也充满一种说不出的苦痛和悲哀。" ;
      } ;
  [226]	= {
      ["from"]	= "去中国的小船" ;
      ["hitokoto"]	= "记忆这东西类似小说，或者说，小说这东西类似记忆。" ;
      } ;
  [227]	= {
      ["from"]	= "幸会，吃人鬼" ;
      ["hitokoto"]	= "变化是唯一可称为客观的，普遍的事实。" ;
      } ;
  [228]	= {
      ["from"]	= "幸会，吃人鬼" ;
      ["hitokoto"]	= "无论你接不接受，现实就这么回事，一点也不在乎你怎么想的。" ;
      } ;
  [229]	= {
      ["from"]	= "幸会，吃人鬼" ;
      ["hitokoto"]	= "我变了。因为我不变，就活不下去。" ;
      } ;
  [230]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "镇生者之魂，安亡者之心，赎未亡之罪，轮未竟之回。" ;
      } ;
  [231]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "未老已衰之石，未冷已冻之水，未生已死之身，未灼已化之魂。" ;
      } ;
  [232]	= {
      ["from"]	= "生死疲劳" ;
      ["hitokoto"]	= "有一种爱情，是插在心上的刀。" ;
      } ;
  [233]	= {
      ["from"]	= "请以你的名字呼唤我" ;
      ["hitokoto"]	= "在永恒与虚无之间，为你沉默。" ;
      } ;
  [234]	= {
      ["from"]	= "幸会，吃人鬼" ;
      ["hitokoto"]	= "遇不可说之事，必须保持沉默。" ;
      } ;
  [235]	= {
      ["from"]	= "猛虎与蔷薇" ;
      ["hitokoto"]	= "心有猛虎，细嗅蔷薇" ;
      } ;
  [236]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "明月清风晓星尘，凌霜傲雪宋子琛。" ;
      } ;
  [237]	= {
      ["from"]	= "我欲封天" ;
      ["hitokoto"]	= "我以为看到了你，便拥有了整个世界。却没想到你的梦里，早已有了我。" ;
      } ;
  [238]	= {
      ["from"]	= "金庸" ;
      ["hitokoto"]	= "飞雪连天射白鹿，笑书神侠倚碧鸳。" ;
      } ;
  [239]	= {
      ["from"]	= "盗墓笔记" ;
      ["hitokoto"]	= "用我一生，换你十年天真无邪。" ;
      } ;
  [240]	= {
      ["from"]	= "金色梦乡" ;
      ["hitokoto"]	= "人最强大的武器，是习惯和信赖。" ;
      } ;
  [241]	= {
      ["from"]	= "为什么我不敢告诉你我是谁？" ;
      ["hitokoto"]	= "我不敢告诉你我是谁，因为假如我告诉你，你可能会不喜欢我，而那却是我全部所有" ;
      } ;
  [242]	= {
      ["from"]	= "牡丹亭" ;
      ["hitokoto"]	= "情不知所起，一往而深，生者可以死，死者可以生，生而不可与死，死而不可复生者，皆非情之至也。" ;
      } ;
  [243]	= {
      ["from"]	= "千只鹤" ;
      ["hitokoto"]	= "春空千鹤若幻梦，夕波千鸟若长鸣。" ;
      } ;
  [244]	= {
      ["from"]	= "哈姆雷特" ;
      ["hitokoto"]	= "即使被关在果壳之中，我仍自以为是无限宇宙之王。" ;
      } ;
  [245]	= {
      ["from"]	= "谢长留" ;
      ["hitokoto"]	= "昨夜小寐，忽疑君到，却是琉璃火，未央天。" ;
      } ;
  [246]	= {
      ["from"]	= "塔希里亚故事集" ;
      ["hitokoto"]	= "命运啊，说是注定，不如说是你忘了是在何时做了选择。" ;
      } ;
  [247]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "失去人性，失去很多；失去兽性，失去一切。" ;
      } ;
  [248]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "是你的就好好抓住，不是你的就不要多想。 天底下没谁是欠你的，但是你欠了别人，就别不当回事。" ;
      } ;
  [249]	= {
      ["from"]	= "三体:死神永生" ;
      ["hitokoto"]	= "弱小和无知，不是生存的障碍，傲慢才是。" ;
      } ;
  [250]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "试问天上仙人，谁敢来此人间！" ;
      } ;
  [251]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "人生当苦无妨，良人当归极好。" ;
      } ;
  [252]	= {
      ["from"]	= "旋转木马鏖战记" ;
      ["hitokoto"]	= "我们固然拥有可以将我们自身嵌入其中的我们的人生这一运行系统，但这一系统同时也规定了我们自身。" ;
      } ;
  [253]	= {
      ["from"]	= "流浪地球" ;
      ["hitokoto"]	= "让人类保持理智，确实是种奢求。" ;
      } ;
  [254]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "小地瓜，我找到你了。" ;
      } ;
  [255]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "你们认为没有路，是因为没有学会不择手段。" ;
      } ;
  [256]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "如果说，有上帝的话。人类一思考，上帝就发笑，如果人类不思考，上帝连发笑都不屑于。" ;
      } ;
  [257]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "大多数人到死都没有向尘世之外瞥一眼。" ;
      } ;
  [258]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我有一个梦，也许有一天，灿烂的阳光能照进黑暗森林。" ;
      } ;
  [259]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "把海弄干的鱼在海干前上了陆地，从一片黑暗森林奔向另一片黑暗森林。" ;
      } ;
  [260]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "西方人并不比东方人聪明，但是他们却找对了路。" ;
      } ;
  [261]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "为你明灯三千，为你花开满城，为你所向披靡。" ;
      } ;
  [262]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "是非在己，毁誉由人，得失不论。" ;
      } ;
  [263]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "为遇一人入红尘，人去我亦去，此生不留尘。" ;
      } ;
  [264]	= {
      ["from"]	= "纪伯伦" ;
      ["hitokoto"]	= "一个人有两个我，一个在黑暗中醒着，一个在光明中睡着。" ;
      } ;
  [265]	= {
      ["from"]	= "永安调" ;
      ["hitokoto"]	= "不怕念起，唯恐觉迟，既已执手，此生不负。" ;
      } ;
  [266]	= {
      ["from"]	= "我的青春恋爱物语绝对有问题" ;
      ["hitokoto"]	= "所谓“大家”，就是无视并牺牲了一部分弱势群体后所达到的虚伪的和平与共识" ;
      } ;
  [267]	= {
      ["from"]	= "绯弹的亚里亚" ;
      ["hitokoto"]	= "但俗话说，笨人想事情，跟休息没两样。" ;
      } ;
  [268]	= {
      ["from"]	= "三体:黑暗森林" ;
      ["hitokoto"]	= "上了陆地的鱼就不能再叫做鱼了" ;
      } ;
  [269]	= {
      ["from"]	= "三体:黑暗森林" ;
      ["hitokoto"]	= "给时光以生命，给岁月以文明。" ;
      } ;
  [270]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我爱你，与你有何相干？毁灭你，又与你有何相干？" ;
      } ;
  [271]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "失去人性，失去很多；失去兽性，失去一切。" ;
      } ;
  [272]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "你的无畏来源于无知。" ;
      } ;
  [273]	= {
      ["from"]	= "惊悚乐园" ;
      ["hitokoto"]	= "弱肉强食的世界，强者没有理由道歉，弱者也没有资格埋怨。" ;
      } ;
  [274]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "给岁月以文明，而不是给文明以岁月。" ;
      } ;
  [275]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我们都是阴沟里的虫子，但总还是得有人仰望星空。" ;
      } ;
  [276]	= {
      ["from"]	= "三体:死神永生" ;
      ["hitokoto"]	= "一切都将逝去，只有死神永生。" ;
      } ;
  [277]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "消灭人类暴政，世界属于三体！" ;
      } ;
  [278]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "碑是那么小，与其说是为了纪念，更像是为了忘却。" ;
      } ;
  [279]	= {
      ["from"]	= "同学录" ;
      ["hitokoto"]	= "我触摸不到的除了喜马拉雅山顶的雪，还有你。" ;
      } ;
  [280]	= {
      ["from"]	= "见江山" ;
      ["hitokoto"]	= "黄粱一梦，山水万重，人间总相逢。" ;
      } ;
  [281]	= {
      ["from"]	= "惊悚乐园" ;
      ["hitokoto"]	= "成王败寇，失败才是丑恶的。" ;
      } ;
  [282]	= {
      ["from"]	= "冰与火之歌" ;
      ["hitokoto"]	= "I asked him, \"how can a man be brave if he's afraid?\" \"That is the only time a man can be brave,\" he told me." ;
      } ;
  [283]	= {
      ["from"]	= "三体Ⅲ" ;
      ["hitokoto"]	= "一切都将逝去，唯有死神永生。" ;
      } ;
  [284]	= {
      ["from"]	= "鲁迅" ;
      ["hitokoto"]	= "路是脚踏出来的，历史是人写出来的。" ;
      } ;
  [285]	= {
      ["from"]	= "胡歌" ;
      ["hitokoto"]	= "要对得起你的苦难。" ;
      } ;
  [286]	= {
      ["from"]	= "黑暗萌主" ;
      ["hitokoto"]	= "最阴险的敌人往往都站在最光明的角落里。" ;
      } ;
  [287]	= {
      ["from"]	= "黑暗萌主" ;
      ["hitokoto"]	= "残花无零，落红无情" ;
      } ;
  [288]	= {
      ["from"]	= "诸神眷恋与遗忘的幻想乡" ;
      ["hitokoto"]	= "越是经历过大变故的人，都越会去珍惜来之不易的和平，这或许，就是老人和年轻人的差别吧。" ;
      } ;
  [289]	= {
      ["from"]	= "异界之死亡女骑士" ;
      ["hitokoto"]	= "谁是敌人，谁是朋友，不须由别人去告诉你，也不该由别人去决定，而是该由自己决定的。" ;
      } ;
  [290]	= {
      ["from"]	= "朝闻道" ;
      ["hitokoto"]	= "人类文明从仰望星空那一刻起，就已经距离揭示宇宙奥秘仅有一步之遥了。" ;
      } ;
  [291]	= {
      ["from"]	= "小说" ;
      ["hitokoto"]	= "也许正义会迟到，但它永远不会缺席！" ;
      } ;
  [292]	= {
      ["from"]	= "唐家三少" ;
      ["hitokoto"]	= "手握日月摘星辰，世间无我这般人" ;
      } ;
  [293]	= {
      ["from"]	= "碎玉投珠" ;
      ["hitokoto"]	= "师哥，玫瑰到了花期，我很想你。" ;
      } ;
  [294]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "弱小和无知从来就不是一个文明毁灭的原因，傲慢才是。" ;
      } ;
  [295]	= {
      ["from"]	= "浮士德" ;
      ["hitokoto"]	= "我爱你，可跟你又有什么关系？" ;
      } ;
  [296]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "弱小和无知不是生存的障碍，傲慢才是。" ;
      } ;
  [297]	= {
      ["from"]	= "爱丽丝梦游仙境" ;
      ["hitokoto"]	= "乌鸦为什么像写字台？" ;
      } ;
  [298]	= {
      ["from"]	= "米兰昆德拉" ;
      ["hitokoto"]	= "受到乌托邦声音的诱惑，他们拼命地挤进天堂的大门，但当大门在身后砰然关上时，他们发现自己是在地狱里。" ;
      } ;
  [299]	= {
      ["from"]	= "鲁迅" ;
      ["hitokoto"]	= "人类的悲欢并不相通，我只是觉得他们吵闹。" ;
      } ;
  [300]	= {
      ["from"]	= "川端康成" ;
      ["hitokoto"]	= "如果一朵花很美，那么有时我会不由自主地想到：“要活下去！”" ;
      } ;
  [301]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "对我来说，风光无限的是你，跌落尘埃的也是你。重点是“你”，而不是“怎样”的你。" ;
      } ;
  [302]	= {
      ["from"]	= "我与地坛" ;
      ["hitokoto"]	= "要是有些事我没说，你别以为是忘了，我什么也没忘，但是有些事只适合收藏。" ;
      } ;
  [303]	= {
      ["from"]	= "马一浮" ;
      ["hitokoto"]	= "已识乾坤大，犹怜草木青。" ;
      } ;
  [304]	= {
      ["from"]	= "童话镇的邮递员" ;
      ["hitokoto"]	= "小太阳很忙，小云朵想吃糖，长颈鹿嫌脖子不够长，喜欢你太难忘" ;
      } ;
  [305]	= {
      ["from"]	= "中国哲学简史" ;
      ["hitokoto"]	= "人必须先说很多话，然后保持静默。" ;
      } ;
  [306]	= {
      ["from"]	= "尼采" ;
      ["hitokoto"]	= "当你凝视深渊，深渊也在凝视着你。" ;
      } ;
  [307]	= {
      ["from"]	= "惊悚乐园" ;
      ["hitokoto"]	= " 不合理的事物，未必都是显而易见的" ;
      } ;
  [308]	= {
      ["from"]	= "惊悚乐园" ;
      ["hitokoto"]	= "眼泪可以渡走悲伤,眼泪带不走的悲伤,就用笑声埋藏。" ;
      } ;
  [309]	= {
      ["from"]	= "最爱你的十年" ;
      ["hitokoto"]	= "来自南方的温柔的风，经不起北方的寒冷。" ;
      } ;
  [310]	= {
      ["from"]	= "道林·格雷的画像" ;
      ["hitokoto"]	= "对友谊来说，笑声确实是个不错的开端，同时也是最好的结局。" ;
      } ;
  [311]	= {
      ["from"]	= "（以色列）阿摩司·奥兹" ;
      ["hitokoto"]	= "所有坚硬冰冷的东西都会永远坚硬冰冷下去，而所有柔软温暖的东西只有眼下才会柔软温暖。" ;
      } ;
  [312]	= {
      ["from"]	= "埃莱娜·费兰特" ;
      ["hitokoto"]	= "在童话中，一个人做他想做的事；在现实中，一个人做他能做的事。" ;
      } ;
  [313]	= {
      ["from"]	= "村上春树" ;
      ["hitokoto"]	= "死并非再生的对立面，而是作为生的一部分永存于生中。" ;
      } ;
  [314]	= {
      ["from"]	= "希灵帝国" ;
      ["hitokoto"]	= "命运如同一团乱麻，我们抽丝剥茧百般追寻，最终终于解开了这个线团，却发现所有人手里都拿错了线头…" ;
      } ;
  [315]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "弱小和无知不是生存的障碍，傲慢才是。" ;
      } ;
  [316]	= {
      ["from"]	= "反恐精英在异界" ;
      ["hitokoto"]	= "当太阳落山以后，烛光永无法替代。" ;
      } ;
  [317]	= {
      ["from"]	= "黑暗萌主" ;
      ["hitokoto"]	= "我们历经沧桑，这样错过了一生最好的时光。" ;
      } ;
  [318]	= {
      ["from"]	= "诸神眷恋与遗忘的幻想乡" ;
      ["hitokoto"]	= "所谓的时间，是不为人的意愿而转移的事物，最是残酷，又最是公平。" ;
      } ;
  [319]	= {
      ["from"]	= "希灵帝国" ;
      ["hitokoto"]	= "现实就是一本蹩脚的小说，它从不按常理出牌。" ;
      } ;
  [320]	= {
      ["from"]	= "我，处于地狱之中" ;
      ["hitokoto"]	= "所谓癌症，治疗的过程就是痛苦。" ;
      } ;
  [321]	= {
      ["from"]	= "卡尔·冯·沃尔里奇" ;
      ["hitokoto"]	= "风啊，你还要吹到何时......" ;
      } ;
  [322]	= {
      ["from"]	= "了不起的盖茨比" ;
      ["hitokoto"]	= "我们奋力前行，逆水行舟，被不断向后推，直至回到往昔岁月。" ;
      } ;
  [323]	= {
      ["from"]	= "黑塔利亚" ;
      ["hitokoto"]	= "愿我有生之年，得见您君临天下。" ;
      } ;
  [324]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "天不生我李淳罡，剑道万古如长夜。" ;
      } ;
  [325]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "错了就错了吧，一个做错的英雄，至少比什么都不做的笨蛋好。" ;
      } ;
  [326]	= {
      ["from"]	= "二哈和他的白猫师尊" ;
      ["hitokoto"]	= "莫对他人妄行揣测，是人能给予自己的最高尊严。" ;
      } ;
  [327]	= {
      ["from"]	= "二哈和他的白猫师尊" ;
      ["hitokoto"]	= "地狱太冷，我来殉你。" ;
      } ;
  [328]	= {
      ["from"]	= "Fate/Zero" ;
      ["hitokoto"]	= "王来承认，王来允许，王来背负这个世界！" ;
      } ;
  [329]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "为遇一人而入红尘，人去我亦去，此生不留尘" ;
      } ;
  [330]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "春复一春，枝头黄莺飞。秋复一秋，城头大雁归。" ;
      } ;
  [331]	= {
      ["from"]	= "豆瓣红楼梦点评:红发" ;
      ["hitokoto"]	= "\"痴\"这个字，真有趣，明是知道是病，依然痴心不改" ;
      } ;
  [332]	= {
      ["from"]	= "孟子" ;
      ["hitokoto"]	= "苦其心志，饿其体肤，空乏其身，行拂乱其所为。" ;
      } ;
  [333]	= {
      ["from"]	= "国境以南，太阳以西" ;
      ["hitokoto"]	= "追求得到之日即其终止之日，寻觅的过程亦即失去的过程。" ;
      } ;
  [334]	= {
      ["from"]	= "My days 永远的七日之都" ;
      ["hitokoto"]	= "今天的我们伤痕累累，但比起昨日，我们应该多少有所成长" ;
      } ;
  [335]	= {
      ["from"]	= "黎明之剑" ;
      ["hitokoto"]	= "或许并不是所有人都能在这个艰难的世界上生存下来，但每一个牺牲者的出现，都只能证明我们的无能。" ;
      } ;
  [336]	= {
      ["from"]	= "偷影子的人" ;
      ["hitokoto"]	= "一个会用风筝向你写出“我想你”的女孩，真让人永远都忘不了她。" ;
      } ;
  [337]	= {
      ["from"]	= "摆渡人" ;
      ["hitokoto"]	= "每个人都要穿过他们自己的荒原。在这个地方发现你已经死去的真相，然后无可奈何地接受。" ;
      } ;
  [338]	= {
      ["from"]	= "岛上书店" ;
      ["hitokoto"]	= "一个人无法自成孤岛，要么至少，一个人无法自成最理想的孤岛。" ;
      } ;
  [339]	= {
      ["from"]	= "岛上书店" ;
      ["hitokoto"]	= "大多数人如果能给更多事情一个机会的话，他们的问题都能解决。" ;
      } ;
  [340]	= {
      ["from"]	= "梦幻花" ;
      ["hitokoto"]	= "你不是不擅长学习，只是没有找到自己想要学习的东西而已。" ;
      } ;
  [341]	= {
      ["from"]	= "梦幻花" ;
      ["hitokoto"]	= "无论你选择什么道路我都一直站在你这边。唯一不变的就是永远支持你。" ;
      } ;
  [342]	= {
      ["from"]	= "偷影子的人" ;
      ["hitokoto"]	= "我只是你生活里的一个影子，你却在我的生命里占有重要地位。如果我只是个单纯的过客，为何要让我闯入你的生活？我千百次想过要离开你，但仅凭一己之力我做不到。" ;
      } ;
  [343]	= {
      ["from"]	= "梦幻花" ;
      ["hitokoto"]	= "这个世界有很多置他人与不幸，并幸灾乐祸的人。" ;
      } ;
  [344]	= {
      ["from"]	= "嫌疑人x的献身" ;
      ["hitokoto"]	= "有些真相注定是要小心翼翼深埋心底的，因为答案揭晓的那一刻，也是灰飞烟灭的开始。" ;
      } ;
  [345]	= {
      ["from"]	= "虚无的十字架" ;
      ["hitokoto"]	= "要求杀人凶手自我惩戒，根本是虚无的十字架。然而，即使是这种虚无的十字架，也必须让凶手在监狱中背负着。" ;
      } ;
  [346]	= {
      ["from"]	= "拆掉思维里的墙" ;
      ["hitokoto"]	= "为你的生命找到一个长期的、深层的、不能被满足的乐趣，让这个永恒乐趣带领你穿透生命的无常。" ;
      } ;
  [347]	= {
      ["from"]	= "好好说话" ;
      ["hitokoto"]	= "世界上没有一条河不拐弯，但最终都要流向大海。" ;
      } ;
  [348]	= {
      ["from"]	= "愿你慢慢长大" ;
      ["hitokoto"]	= "愿你有好运，如果没有。希望你在慈悲中学会坚强。 愿有很多人爱你，如果没有，希望你在寂寞中学会宽容。" ;
      } ;
  [349]	= {
      ["from"]	= "深夜食堂" ;
      ["hitokoto"]	= "如果我们只看到自己的普通，可能就会错过特别的人生。" ;
      } ;
  [350]	= {
      ["from"]	= "飞鸟集" ;
      ["hitokoto"]	= " 全是理智的心，恰如一柄全是锋刃的刀。它叫使用它的人手上流血。" ;
      } ;
  [351]	= {
      ["from"]	= "爱" ;
      ["hitokoto"]	= "于千万人之中，遇见你所遇见的人；于千万年之中，时间的无涯荒野里，没有早一步，也没有晚一步，刚巧赶上了。 " ;
      } ;
  [352]	= {
      ["from"]	= "全职高手" ;
      ["hitokoto"]	= "差距并不可怕，可怕的是因为差距而放弃。" ;
      } ;
  [353]	= {
      ["from"]	= "荒生虚闻录" ;
      ["hitokoto"]	= "你应该是上天赐予我的满心欢喜。" ;
      } ;
  [354]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "一个随便把别人当朋友的人，往往不会有真正的朋友。一个喜欢嘴上称兄道弟的人，心里其实没有真正的兄弟。" ;
      } ;
  [355]	= {
      ["from"]	= "狼与香辛料" ;
      ["hitokoto"]	= "人们之所以会怀念故乡，是因为心爱的人就在故乡。" ;
      } ;
  [356]	= {
      ["from"]	= "狼与香辛料" ;
      ["hitokoto"]	= "孤独可是致人于死的疾病呐。" ;
      } ;
  [357]	= {
      ["from"]	= "曼殊华" ;
      ["hitokoto"]	= "如果……不是因为我的缘故……或许大家都不会出事吧……" ;
      } ;
  [358]	= {
      ["from"]	= "门孔" ;
      ["hitokoto"]	= "单程孤舟，出云入霞，如歌如吟。" ;
      } ;
  [359]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "读书人皆是负心人，最负痴心人。" ;
      } ;
  [360]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "别的禅，我都不修。独你是我的禅，秀色可餐" ;
      } ;
  [361]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "我喝过很烈的酒，也放过不该放的手，从前不会回头，往后不会将就。" ;
      } ;
  [362]	= {
      ["from"]	= "人间草木" ;
      ["hitokoto"]	= "一定要爱着点什么，恰似草木对光阴的钟情。" ;
      } ;
  [363]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "你睁开眼睛的时候，我在这里。" ;
      } ;
  [364]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我不怕被人否定，我从小到大都没怎么被肯定过，肯定自己这种事儿，还得听自己的，我说我好，我就是好。" ;
      } ;
  [365]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "每个人都有自己的故事，或悲或喜或无奈，不接触深了，你永远都不知道这一个个经过的人心心里装着的事，亮着灯的一扇扇窗里有没有在叹息。" ;
      } ;
  [366]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "他放弃的不是我，也不是感情，他放弃的是他自己， 人这一辈子，可能会放弃很多东西，很多人。" ;
      } ;
  [367]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "没有谁的生活会一直完美，但无论什么时候，都要看着前方，满怀希望就会所向披靡。\13\
" ;
      } ;
  [368]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "别让我跑了，别我一说算了，你就来去自如走了，你多缠一会，行吗？万一我后悔了，回头你不在那儿了怎么办？" ;
      } ;
  [369]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "有些意外是意料之中，有些意外是意料之外，而你，就是我意料之外的意外。" ;
      } ;
  [370]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "你知道吗，有些人，会以各种你情愿或者不情愿的方式，留在你的记忆里，比如我。" ;
      } ;
  [371]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "人就是这样的，想来想去，犹豫来犹豫去，觉得自己没有准备好，勇气没攒够，其实只要迈出去了那一步，就会发现其实所有的一切早就准备好了。" ;
      } ;
  [372]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "希望你永远都笑的像一束阳光，你是我的阳光。" ;
      } ;
  [373]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我想，左肩有你，右肩微笑。" ;
      } ;
  [374]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我就要他，自己走过来，一步一步，不管他用多长时间，他得自己走过来。" ;
      } ;
  [375]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "希望我们都能像对方一样勇敢。" ;
      } ;
  [376]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我会一直喜欢到你不再需要我喜欢你为止。" ;
      } ;
  [377]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "没有谁的生活会一直完美，但无论什么时候，都要看着前方，满怀希望就会所向披靡。" ;
      } ;
  [378]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我想跟你在一起。我想跟你谈恋爱，不是谈个恋爱，是你，不是别人。" ;
      } ;
  [379]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "他并不是有多寂寞，有多孤单，需要在这里随便找个什么人开始一段感情，只是因为对方是顾飞。" ;
      } ;
  [380]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "只对你，无论谈恋爱还是谈个恋爱，都得是跟你。" ;
      } ;
  [381]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "想跟我谈恋爱，还是想跟我谈个恋爱？" ;
      } ;
  [382]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "迈出第一步的是他，迈出第二步的也是他，一步一步的都是他。但害怕的也是他，一惊一乍的同样是他。" ;
      } ;
  [383]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "你喜欢一个人，看到所有跟他有关的东西，都会变成一团毛球。" ;
      } ;
  [384]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "有些坚持，经不起一点点希望，哪怕是一点光亮，也会让人陷入痛苦。" ;
      } ;
  [385]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我要赢一壶酒，拿来娶你。" ;
      } ;
  [386]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我想抬头暖阳春草，你给我简单拥抱。" ;
      } ;
  [387]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我想在你眼里撒野奔跑，我想一个眼神就到老。" ;
      } ;
  [388]	= {
      ["from"]	= "蚀骨危情" ;
      ["hitokoto"]	= "简童，我把肾给你，你把心给我吧。" ;
      } ;
  [389]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "世界灿烂盛大，欢迎回家。" ;
      } ;
  [390]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "这里的一切都有始有终，却能容纳所有的不期而遇和久别重逢。" ;
      } ;
  [391]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "深处暖春 ，才会怕冷。\13\
" ;
      } ;
  [392]	= {
      ["from"]	= "心" ;
      ["hitokoto"]	= "我把人生看成是无常的，把人的无可奈何、与生俱来的轻薄看成是虚无的。" ;
      } ;
  [393]	= {
      ["from"]	= "斯普特尼克恋人" ;
      ["hitokoto"]	= "现在我们也都还各自活着，我想。" ;
      } ;
  [394]	= {
      ["from"]	= "斯普特尼克恋人" ;
      ["hitokoto"]	= "当两颗卫星的轨道偶尔交叉时，我们便这样相会了。" ;
      } ;
  [395]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "我从壁橱里取出被褥，让她躺好，一边吸烟一边看着窗外的绵绵春雨。" ;
      } ;
  [396]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "我一边注视沉默的空间里闪闪浮动的光粒子，一边力图确定心的坐标。" ;
      } ;
  [397]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "生在此侧，死在彼侧。我在此侧，不在彼侧。" ;
      } ;
  [398]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "树梢间泻下的秋日阳光，在她肩部一闪一闪地跳跃着。" ;
      } ;
  [399]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "死并非生的对立面，而作为生的一部分永存。" ;
      } ;
  [400]	= {
      ["from"]	= "想要成为女孩子" ;
      ["hitokoto"]	= "一只飞鸟以零点三倍马赫的速度划过天空，留下两道白色的翼痕。" ;
      } ;
  [401]	= {
      ["from"]	= "如果你曾奋不顾身爱上一个人" ;
      ["hitokoto"]	= "这些悄悄抽出小绿芽的幼苗，终将有一天会长成参天大树吧。" ;
      } ;
  [402]	= {
      ["from"]	= "如果你曾奋不顾身爱上一个人" ;
      ["hitokoto"]	= "她更期待夏日午后痛快炽烈的阳光。正如他们那痛快炽烈的青春和爱情。" ;
      } ;
  [403]	= {
      ["from"]	= "想要变成鹰的鱼" ;
      ["hitokoto"]	= "既然决定成为一个女孩子，既然决定走上这条忤逆‘上帝’的路，那在最开始的时候就已经决定和命运抗争到底了。" ;
      } ;
  [404]	= {
      ["from"]	= "咱的一位朋友" ;
      ["hitokoto"]	= "至此以后，杀死幻想。" ;
      } ;
  [405]	= {
      ["from"]	= "小荷" ;
      ["hitokoto"]	= "原来，天上的星，都是曾被人惦念而又遗忘的梦啊。" ;
      } ;
  [406]	= {
      ["from"]	= "駄作" ;
      ["hitokoto"]	= "是男还是女，没有关系呢。" ;
      } ;
  [407]	= {
      ["from"]	= "也不是很久之前的南池路100号" ;
      ["hitokoto"]	= "这座城又到了一年的毕业季，这座城再没有了我们的南池路100号。" ;
      } ;
  [408]	= {
      ["from"]	= "野蛮生长" ;
      ["hitokoto"]	= "樱花落在赤裸的土壤上再也不会绽放，教室的窗外响起了蝉鸣，夏天到了。" ;
      } ;
  [409]	= {
      ["from"]	= "野蛮生长" ;
      ["hitokoto"]	= "周日，午后的阳光总是那么慵懒，樱花树上缀满了粉色的小花，远远望去像一团浅粉色的烟花。" ;
      } ;
  [410]	= {
      ["from"]	= "最美是花影不扫" ;
      ["hitokoto"]	= "亭边总有花影，与我消遣一段旖旎的小时光。" ;
      } ;
  [411]	= {
      ["from"]	= "最美是花影不扫" ;
      ["hitokoto"]	= "我是那么喜欢夏日的花影。每每走在路上，耳朵里灌着人声、车声、蝉鸣声，我仍不觉得聒噪，因为路上总有花树，总有花影，清清凉凉，被风抚着，清幽解暑。" ;
      } ;
  [412]	= {
      ["from"]	= "雷电颂" ;
      ["hitokoto"]	= "但是我，我没有眼泪。宇宙，宇宙也没有眼泪呀！眼泪有什么用啊？" ;
      } ;
  [413]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "万物皆有尽头，唯有死神永生。" ;
      } ;
  [414]	= {
      ["from"]	= "倾君沧溟恨" ;
      ["hitokoto"]	= "沧溟汤汤，迷谷成双。有子一人，匪思如狂。百念溯转，鲜餐且怅。伶仃落落，心胡不伤？" ;
      } ;
  [415]	= {
      ["from"]	= "简媜" ;
      ["hitokoto"]	= "你笑起来真像好天气。" ;
      } ;
  [416]	= {
      ["from"]	= "陈平安" ;
      ["hitokoto"]	= "这么好的一位少年，那么他喜欢着的少女，得是多好的姑娘啊？" ;
      } ;
  [417]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "自己觉得不好的事情，就干脆不要有第一次，一次也不要做，一小步也不能走出去，要不然回头来看，吃亏吃苦的还是自己。" ;
      } ;
  [418]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "请不要把陌生人的些许善意，视为珍稀的瑰宝，却把身边亲近人的全部付出，当做天经地义的事情，对其视而不见。" ;
      } ;
  [419]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "看似与人为善、心肠柔软之人，必然有一块坚硬如铁的心境土壤，在苦难人生中，死死支撑着那份看似愚蠢的善意。" ;
      } ;
  [420]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "某些人和事，哪怕是路边的风景，可是只要看一眼，依然会让人觉得很美好。" ;
      } ;
  [421]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "君子不妄动，动必有道。君子不徒语，语必有理。君子不苟求，求必有义。君子不虚行，行必有正。" ;
      } ;
  [422]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "世间万般讲理与不讲理，终归会落在一处，我心安处即吾乡。" ;
      } ;
  [423]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "有些事情，不去做，陈平安心里不痛快。可有些事情，再不痛快，也只能忍着。" ;
      } ;
  [424]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "有些人之间，注定只要相逢，就是对的。如果还能重逢，就是最好的。" ;
      } ;
  [425]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "列星随行，日月递炤，四时代御，阴阳大化，风雨博施，万物各得其和以生，各得其养以成。" ;
      } ;
  [426]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "天大地大，独自一人，然后遇上了某个大坎，你死活就是跨不过去，要么憋屈死，要么找死，还能怎么办？" ;
      } ;
  [427]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "人都会长大的，长大了之后，就会捡起一些新东西，丢掉一些旧东西，就这么丢丢捡捡，哗啦一下子，就老喽。" ;
      } ;
  [428]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "临死去只落孑然一身，赴阴司始问子孙安在；到头来徒留千古骂名，来地府方知万事皆休。" ;
      } ;
  [429]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "真正的强者不在于什么无敌，而在于活着，输得再惨都别死了，而是每次都能够站起来，再次愤然出拳出剑！" ;
      } ;
  [430]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "女子总爱在情爱一事上动脑筋，男子喜好在江山一事上花心思。" ;
      } ;
  [431]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "走得再远，看得再细，终究会有这样那样的错过，不可能真正将风景看遍。" ;
      } ;
  [432]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "别人的大道再好，那也是别人的道路，不妨埋头做事，但问耕耘莫问收获，偶尔抬头，左右看两眼其它路上的人物风光，就够了。" ;
      } ;
  [433]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "有聚终有散，人生就是一场场折柳。岁月长河里，仿佛存在着一座座杨柳依依的渡口，每一段光阴逆旅当中，会有人离船而去，有人登船作伴，然后在下一座渡口又有新的聚散离别。" ;
      } ;
  [434]	= {
      ["from"]	= "人间失格" ;
      ["hitokoto"]	= "生而为人，我很抱歉" ;
      } ;
  [435]	= {
      ["from"]	= "余光中" ;
      ["hitokoto"]	= "在月色与雪色之间，你是第三种绝色" ;
      } ;
  [436]	= {
      ["from"]	= "劳伦斯·M·克劳斯" ;
      ["hitokoto"]	= "这是在是我所知物理学中最富诗意的东西：你的一切都是星辰。" ;
      } ;
  [437]	= {
      ["from"]	= "劳伦斯·M·克劳斯" ;
      ["hitokoto"]	= "你身体里的每一个原子都来自一颗爆炸了的恒星，形成你左手的原子可能与右手的来自不同的恒星。这是在我所知物理学中最富诗意的东西：你的一切都是星辰" ;
      } ;
  [438]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "以为是初见，其实是重逢。\13\
" ;
      } ;
  [439]	= {
      ["from"]	= "目送" ;
      ["hitokoto"]	= "一草一千秋，一花一世界。" ;
      } ;
  [440]	= {
      ["from"]	= "嗨，STORM GLASS" ;
      ["hitokoto"]	= "我站在路口，哈出的气可以把那些六角形的雪融化。" ;
      } ;
  [441]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "每个人都有属于自己的一片森林，也许我们从来不曾去过，但它一直在那里，总会在那里。迷失的人迷失了，相逢的人会再相逢。即使是你最心爱的人，心中都会有一片你无法到达的森林。" ;
      } ;
  [442]	= {
      ["from"]	= "修真" ;
      ["hitokoto"]	= "天上剑仙三百万，见我也须尽低眉" ;
      } ;
  [443]	= {
      ["from"]	= "凰权" ;
      ["hitokoto"]	= "我总在这里等着，你不过来， 不让我过去，那么我就在这里，累了 的时候，退后一步，回头看，我在这 里。" ;
      } ;
  [444]	= {
      ["from"]	= "扶摇皇后" ;
      ["hitokoto"]	= "和你在一起，需要下地狱吗？那么，我去。" ;
      } ;
  [445]	= {
      ["from"]	= "扶摇皇后" ;
      ["hitokoto"]	= "如果我们最终要离别,请让我此刻沉睡在你的海洋,三万里长空碧蓝如洗,这一刻你的天地便是我的全部" ;
      } ;
  [446]	= {
      ["from"]	= "扶摇皇后" ;
      ["hitokoto"]	= "看尽三十三宫阙，最高不过离恨天。  数遍四百四病难，最苦不过长牵念。" ;
      } ;
  [447]	= {
      ["from"]	= "扶摇皇后" ;
      ["hitokoto"]	= "如今我终于明白，我渡得过万里狂风，渡得过千条性命，渡得过诗酒年华，却渡不过，你不顾而去的目光。" ;
      } ;
  [448]	= {
      ["from"]	= "凰权" ;
      ["hitokoto"]	= "逐鹿场，你和我，都容不得心软。你若不肯横刀立斩，那便我先绝情出手，等你以命相博。\13\
" ;
      } ;
  [449]	= {
      ["from"]	= "凰权" ;
      ["hitokoto"]	= "谁也不再拥有温暖的温度，来焐热那一片彻骨的寒" ;
      } ;
  [450]	= {
      ["from"]	= "凰权" ;
      ["hitokoto"]	= "我的心，永在它该在的位置，或有一日翻江倒海，能换得它倾倒翻覆。" ;
      } ;
  [451]	= {
      ["from"]	= "凰权" ;
      ["hitokoto"]	= "这一番乱哄哄你争我杀，到头来换了什么？不过是半樽薄酒，一身落拓，数曲残琴，满鬓风霜。" ;
      } ;
  [452]	= {
      ["from"]	= "知音漫客" ;
      ["hitokoto"]	= "我也喜欢哦，那种追求温柔的，暖暖的，互相吸引着的，用力生活的心情。" ;
      } ;
  [453]	= {
      ["from"]	= "春色の空" ;
      ["hitokoto"]	= "那涂涂画画的字句，幼圆的字体，只有一句，我喜欢你。" ;
      } ;
  [454]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "给岁月以文明，而不是给文明以岁月。" ;
      } ;
  [455]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "你最爱的人，你为他做了很多事，但他不知道，因为你觉得做这些事都是应该的，你忘记跟他说了。" ;
      } ;
  [456]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "遇事不决，可问春风。" ;
      } ;
  [457]	= {
      ["from"]	= "SCP基金会" ;
      ["hitokoto"]	= "循此苦旅，直抵群星" ;
      } ;
  [458]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "我们这种人，生来就是要毁灭一些东西。前面是山，我们就爬山，前面是海，我们就渡海，前面是皇宫 ，我们就开炮！" ;
      } ;
  [459]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "世间文字八万个，唯有一字最是能杀人：情字可误人，情字可杀人。" ;
      } ;
  [460]	= {
      ["from"]	= "1984" ;
      ["hitokoto"]	= "War is peace.  Freedom is slavery.  Ignorance is strength." ;
      } ;
  [461]	= {
      ["from"]	= "尼采" ;
      ["hitokoto"]	= "那些杀不死我的，终将使我变得更加强大。" ;
      } ;
  [462]	= {
      ["from"]	= "达摩流浪者" ;
      ["hitokoto"]	= "永远年轻，永远热泪盈眶。" ;
      } ;
  [463]	= {
      ["from"]	= "老人与海" ;
      ["hitokoto"]	= "一个人可以被毁灭，但不能被打败。" ;
      } ;
  [464]	= {
      ["from"]	= "史记·陈涉世家" ;
      ["hitokoto"]	= "燕雀安知鸿鹄之志哉？" ;
      } ;
  [465]	= {
      ["from"]	= "霍华德·菲利普·洛夫克拉夫特" ;
      ["hitokoto"]	= "“I'a I'a.Cthulhu Fhatgn!”" ;
      } ;
  [466]	= {
      ["from"]	= "黄金时代" ;
      ["hitokoto"]	= "那一年我二十一岁，在我一生的黄金时代，我有好多奢望：我想爱，想吃，还想在一瞬间变成天上半明半暗的云。" ;
      } ;
  [467]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "此剑抚平天下不平事，此剑无愧世间有愧人。" ;
      } ;
  [468]	= {
      ["from"]	= "进化" ;
      ["hitokoto"]	= "树敌真的很容易，有时候简单到令人痛心" ;
      } ;
  [469]	= {
      ["from"]	= "约翰·勒卡雷" ;
      ["hitokoto"]	= "凡事都有一个与一望而知不同的真相" ;
      } ;
  [470]	= {
      ["from"]	= "呼啸山庄" ;
      ["hitokoto"]	= "当我忘了你的时候，我就忘了我自己。" ;
      } ;
  [471]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "你的无畏来源于无知" ;
      } ;
  [472]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我们都是阴沟里的虫子,但总还是得有人仰望星空。" ;
      } ;
  [473]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "死亡是一座永恒的灯塔，不管你驶向何方，最终都会朝它转向。一切都将逝去，只有死神永生。" ;
      } ;
  [474]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "碑是那么小，与其说是为了纪念，更像是为了忘却。" ;
      } ;
  [475]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "弱小和无知，不是生存的障碍，傲慢才是。" ;
      } ;
  [476]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "给岁月以文明，而不是给文明以岁月。" ;
      } ;
  [477]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "空不是无，空是一种存在，你得用空这种存在填满自己。" ;
      } ;
  [478]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "失去人性，失去很多；失去兽性，失去一切。" ;
      } ;
  [479]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "前进！前进！不择手段的前进！" ;
      } ;
  [480]	= {
      ["from"]	= "黑天" ;
      ["hitokoto"]	= "阳光依然干净，星河依然灿烂。世界也依然在长久深情中缓缓地朝前走。于是时间奔流，得以见证人间在漫长岁月里，所有的永恒和不朽。" ;
      } ;
  [481]	= {
      ["from"]	= "黑天" ;
      ["hitokoto"]	= "有些事情，即便不用纸笔，也一样会被铭记。" ;
      } ;
  [482]	= {
      ["from"]	= "黑天" ;
      ["hitokoto"]	= "悠长人生和白首深情，都是岁月的善举。" ;
      } ;
  [483]	= {
      ["from"]	= "黑天" ;
      ["hitokoto"]	= "他突然开始有点喜欢这个看似严苛无趣、却偶尔能给人惊喜的世界了，因为面前这个他特别喜欢的人。这大概是他有生以来最大程度的爱屋及乌。" ;
      } ;
  [484]	= {
      ["from"]	= "黑天" ;
      ["hitokoto"]	= "这些或板正严肃、或风趣幽默的长辈们,在那些平静岁月里扮演着各种角色——引路者、监督人、朋友、师长,正面的、反面的,讨人喜欢的、令人畏惧的,但总有那么些时候，他们会褪下所有附属身份，去当一个能拦下所有风雨的纯粹的父亲。" ;
      } ;
  [485]	= {
      ["from"]	= "黑天" ;
      ["hitokoto"]	= "他只有两只手，所以只能用心抓住一个人。" ;
      } ;
  [486]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "黑，真他妈的黑啊。" ;
      } ;
  [487]	= {
      ["from"]	= "校园" ;
      ["hitokoto"]	= " 那个夏天的蝉鸣比哪一年都聒噪，教室窗外枝桠疯长，却总也挡不住烈阳。" ;
      } ;
  [488]	= {
      ["from"]	= "文学" ;
      ["hitokoto"]	= "爱恋中的每个瞬间都有可能是一生。" ;
      } ;
  [489]	= {
      ["from"]	= "泰戈尔" ;
      ["hitokoto"]	= "眼睛为她下着雨，心却为她打着伞，这就是爱情。 " ;
      } ;
  [490]	= {
      ["from"]	= "三体：死神永生" ;
      ["hitokoto"]	= "死亡是唯一一座永远亮着的灯塔，不管你向哪里航行，最终都得转向它指引的方向。一切终会逝去，只有死神永生。" ;
      } ;
  [491]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "一颗红心两只手，世世代代跟党走。" ;
      } ;
  [492]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "不幸的人最怕别人说他们的幸福。" ;
      } ;
  [493]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "人们，你们怎么能因为贫穷，就以物遮目，而变化得如此愚蠢呢？" ;
      } ;
  [494]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "农民家的孩子啊，他们的第一堂功课就是劳动！" ;
      } ;
  [495]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "欲悲闻鬼叫，我哭豺狼笑。" ;
      } ;
  [496]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "锁链可以锁住门窗，锁住手脚，但人心是锁不住的！" ;
      } ;
  [497]	= {
      ["from"]	= "平凡的世界" ;
      ["hitokoto"]	= "在最平常的事情中都可以显示出一个人人格的伟大来！" ;
      } ;
  [498]	= {
      ["from"]	= "一切都是最好的安排" ;
      ["hitokoto"]	= "山有峰顶，海有彼岸，漫漫长途，终有回转，余味苦涩，终有回甘。" ;
      } ;
  [499]	= {
      ["from"]	= "论中国" ;
      ["hitokoto"]	= "中国总是被他们最勇敢的人保护得很好。" ;
      } ;
  [500]	= {
      ["from"]	= "舞舞舞" ;
      ["hitokoto"]	= "从今天起，你要做一个不动声色的大人了。不准情绪化，不准偷偷想念，不准回头看。去过自己另外的生活。你要听话，不是所有的鱼都会生活在同一片海里。" ;
      } ;
  [501]	= {
      ["from"]	= "春色の空" ;
      ["hitokoto"]	= "青春把记忆印成彩色的相片，镶嵌在少女如云柔软的裙摆里！" ;
      } ;
  [502]	= {
      ["from"]	= "春色の空" ;
      ["hitokoto"]	= "嗨！要溢出粉色泡泡的香草女孩，跨越三角尺的制服鞋，干净清爽的三角巾，放课后的绿荫小巷，蓝色把天空染成了炫目的晴朗。" ;
      } ;
  [503]	= {
      ["from"]	= "你看樱花我看你" ;
      ["hitokoto"]	= "呐，我对你的沉沦，就像樱花落入大地~" ;
      } ;
  [504]	= {
      ["from"]	= "周大伯你好，周大伯再见" ;
      ["hitokoto"]	= "盛夏的那张数学卷子，一笔一画，我都写得极认真。卷子交上去，被塞进档案袋里，我的七年级结束了。" ;
      } ;
  [505]	= {
      ["from"]	= "转学路？不，青春纪！" ;
      ["hitokoto"]	= "孤身一人，去往一个陌生地方，开启一段未知旅程。" ;
      } ;
  [506]	= {
      ["from"]	= "百年浅吟" ;
      ["hitokoto"]	= "心向花开，何不朝夕。" ;
      } ;
  [507]	= {
      ["from"]	= "清雨·浊雨" ;
      ["hitokoto"]	= "尚未决定清与浊的心，是否能成为自己的眼睛？" ;
      } ;
  [508]	= {
      ["from"]	= "山路" ;
      ["hitokoto"]	= "有些事，只能一个人做。有些关，只能一个人过。有些路啊，只能一个人走。" ;
      } ;
  [509]	= {
      ["from"]	= "目送" ;
      ["hitokoto"]	= "我慢慢地，慢慢地了解到，所谓父女母子一场只不过意味着，你和他的缘分就是今生今世不断地在目送他的背影渐行渐远。" ;
      } ;
  [510]	= {
      ["from"]	= "雨儿" ;
      ["hitokoto"]	= "一路上樱花照眼，她静静看着窗外流荡过去的风景，窗玻璃映出她自己的容颜，和窗外的粉色樱花明灭掩映；她的眼神迷离，时空飘忽。" ;
      } ;
  [511]	= {
      ["from"]	= "一代人·巨星" ;
      ["hitokoto"]	= "黑夜给了我黑色眼睛，我却用它寻找光明。" ;
      } ;
  [512]	= {
      ["from"]	= "解忧杂货店" ;
      ["hitokoto"]	= "放弃不难，但坚持一定很酷。" ;
      } ;
  [513]	= {
      ["from"]	= "百年孤独" ;
      ["hitokoto"]	= "“马孔多在下雨”" ;
      } ;
  [514]	= {
      ["from"]	= "光荣与梦想" ;
      ["hitokoto"]	= "和平视窗计划只是个美丽的童话，竞赛代替不了战争，就像葡萄酒代替不了鲜血。" ;
      } ;
  [515]	= {
      ["from"]	= "2018" ;
      ["hitokoto"]	= "过去的人真笨，过去的人真难。" ;
      } ;
  [516]	= {
      ["from"]	= "2018" ;
      ["hitokoto"]	= "就在这一夜，不知道有多少与我一样的新新人类上路了，不管好坏，我们将是第一批真正触摸永恒的人。" ;
      } ;
  [517]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "失去人性失去很多，失去兽性失去一切。" ;
      } ;
  [518]	= {
      ["from"]	= "罗密欧与朱丽叶" ;
      ["hitokoto"]	= "维罗纳的夏天找不到这样一朵好花。" ;
      } ;
  [519]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我躲在断墙后面 偷看两个少年徒手摘光 星星映在了他们眼里 光却撒在了我身上" ;
      } ;
  [520]	= {
      ["from"]	= "双城记" ;
      ["hitokoto"]	= "It was the best of times, it was the worst of times." ;
      } ;
  [521]	= {
      ["from"]	= "1984" ;
      ["hitokoto"]	= "我们终将在没有黑暗的地方相见。" ;
      } ;
  [522]	= {
      ["from"]	= "一切都是最好的安排" ;
      ["hitokoto"]	= "人生不可以有后悔，只可以有遗憾，遗憾是感叹错过，后悔是否定自己曾经做的选择" ;
      } ;
  [523]	= {
      ["from"]	= "剑来" ;
      ["hitokoto"]	= "言念君子温其如玉" ;
      } ;
  [524]	= {
      ["from"]	= "自深深处" ;
      ["hitokoto"]	= "为了自己，我必须饶恕你。一个人，不能永远在胸中养着一条毒蛇；不能夜夜起身，在灵魂的园子里栽种荆棘。" ;
      } ;
  [525]	= {
      ["from"]	= "语丝" ;
      ["hitokoto"]	= "悲剧将人生的有价值的东西毁灭给人看，喜剧将那无价值的撕破给人看。" ;
      } ;
  [526]	= {
      ["from"]	= "科比" ;
      ["hitokoto"]	= "当你想要放弃的时候，想想是什么让你当初坚持走到了这里。" ;
      } ;
  [527]	= {
      ["from"]	= "駄作" ;
      ["hitokoto"]	= "当脑子里很乱的时候，做爱是最好的选择。要是烦恼和痛苦也都能被快感冲走的话就好了。" ;
      } ;
  [528]	= {
      ["from"]	= "幽兰黛尔" ;
      ["hitokoto"]	= "每个人都在自己的生命中频繁地抛弃着自己的过去。" ;
      } ;
  [529]	= {
      ["from"]	= "幽兰黛尔" ;
      ["hitokoto"]	= "梦如同黎明的泡沫一样渐渐消失。" ;
      } ;
  [530]	= {
      ["from"]	= "乌合之众" ;
      ["hitokoto"]	= "影响大众想象力的，并不是事实本身，而是它扩散和传播的方式。" ;
      } ;
  [531]	= {
      ["from"]	= "一封孤岛的信" ;
      ["hitokoto"]	= "人死后会成为什么?夜空中的一座孤岛。" ;
      } ;
  [532]	= {
      ["from"]	= "关于我被小学女生绑架这件事" ;
      ["hitokoto"]	= "我想告诉你，这个世界是为了你幸福才存在的。" ;
      } ;
  [533]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "藏好自己，做好清理。" ;
      } ;
  [534]	= {
      ["from"]	= "维庸之妻" ;
      ["hitokoto"]	= "管他是不是人面兽心，我们只要活着就行。" ;
      } ;
  [535]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "毁灭你，与你有何相干?" ;
      } ;
  [536]	= {
      ["from"]	= "残次品" ;
      ["hitokoto"]	= "人们生于信仰，毁于信仰。人们在信仰的灰烬重生。" ;
      } ;
  [537]	= {
      ["from"]	= "诗经·国风·郑风·野有蔓草" ;
      ["hitokoto"]	= "有美一人，清扬婉兮。" ;
      } ;
  [538]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "失去人性，失去很多。失去兽性，失去一切。" ;
      } ;
  [539]	= {
      ["from"]	= "2018" ;
      ["hitokoto"]	= "为了苦难中的祖国，我扑动蝴蝶的翅膀......" ;
      } ;
  [540]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "什么是死？是终点，是永诀，是不可挽回，是再也握不到的手、感觉不到的温度，再也说不出口的“对不起”。" ;
      } ;
  [541]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "很多年之后，他才知道“绝影”只是个传说。布加迪威龙是世界上量产最快的跑车，但他跑不过时光，更跑不过早已注定好的命运。" ;
      } ;
  [542]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "一见钟情不是个魔法，它是命运。第一次遭遇命运的时候我们措手不及，所以在命运面前惨败，第二次我们已经全副武装，我们不能在同一件事上失败两次。" ;
      } ;
  [543]	= {
      ["from"]	= "冰菓" ;
      ["hitokoto"]	= "万物初发清净明，可知此芽成何草。" ;
      } ;
  [544]	= {
      ["from"]	= "谈生命" ;
      ["hitokoto"]	= "快乐固然兴奋，痛苦又何尝不美丽。" ;
      } ;
  [545]	= {
      ["from"]	= "鲁迅日记" ;
      ["hitokoto"]	= "面具戴太久，就会长到脸上，再想揭下来，除非伤筋动骨扒皮。" ;
      } ;
  [546]	= {
      ["from"]	= "撒哈拉的故事" ;
      ["hitokoto"]	= "想带你去看电影，明天你就不是我女朋友了。" ;
      } ;
  [547]	= {
      ["from"]	= "撒哈拉的故事" ;
      ["hitokoto"]	= "每夜你上床时，一定要觉得，今天可真活了个够，那么你的人生都不会有遗憾！" ;
      } ;
  [548]	= {
      ["from"]	= "撒哈拉的故事" ;
      ["hitokoto"]	= "生命的过程，无论是阳春白雪，青菜豆腐，都得尝尝是什么滋味，才不枉走这么一遭！" ;
      } ;
  [549]	= {
      ["from"]	= "撒哈拉的故事" ;
      ["hitokoto"]	= "每想你一次，天上飘落一粒沙，从此形成了撒哈拉！" ;
      } ;
  [550]	= {
      ["from"]	= "撒哈拉的故事" ;
      ["hitokoto"]	= "每想拥抱你一次，天空飘落一片雪，至此雪花拥抱撒哈拉！" ;
      } ;
  [551]	= {
      ["from"]	= "小杂感" ;
      ["hitokoto"]	= "人的悲欢本不相通我只觉得他们吵闹。" ;
      } ;
  [552]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "这世间的繁华喧闹，却栖息不下一颗干净的灵魂。在这污灰漫天的人间，欲出淤泥而不染，还真是难。" ;
      } ;
  [553]	= {
      ["from"]	= "安娜·卡列妮娜" ;
      ["hitokoto"]	= "幸福的家庭都是相似的，不幸的家庭各有各的不幸。" ;
      } ;
  [554]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "祝你，生生不息，前程似锦。" ;
      } ;
  [555]	= {
      ["from"]	= "安娜·卡列妮娜" ;
      ["hitokoto"]	= "幸福的家庭都是相似的，不幸的家庭各有各的不幸。" ;
      } ;
  [556]	= {
      ["from"]	= "繁星春水" ;
      ["hitokoto"]	= "童年啊，是梦中的真，是真中的梦，是回忆时含泪的微笑。" ;
      } ;
  [557]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "或许是不知梦的缘故，流离之人追逐幻影。" ;
      } ;
  [558]	= {
      ["from"]	= "后汉书" ;
      ["hitokoto"]	= "天地之功不可仓促，艰难之业当累日月。" ;
      } ;
  [559]	= {
      ["from"]	= "吕氏春秋" ;
      ["hitokoto"]	= "石可破也，而不可夺坚；丹可磨也，而不可夺赤。" ;
      } ;
  [560]	= {
      ["from"]	= "青年人" ;
      ["hitokoto"]	= "青年人珍重的描写罢，时间正翻着书页，请你着笔！" ;
      } ;
  [561]	= {
      ["from"]	= "心印杂记" ;
      ["hitokoto"]	= "但愿世间人无病，何愁架上药生尘。" ;
      } ;
  [562]	= {
      ["from"]	= "戏作三昧" ;
      ["hitokoto"]	= "人之所以不幸，就缘于置身这卑劣的人世间，为卑劣所恼，连自己的言行也不得不变的卑劣起来。" ;
      } ;
  [563]	= {
      ["from"]	= "福尔摩斯探案集" ;
      ["hitokoto"]	= "只要假以时日，没有什么是不可战胜的。" ;
      } ;
  [564]	= {
      ["from"]	= "黄粱梦" ;
      ["hitokoto"]	= "唯因虚梦，尤需真活。彼梦会醒，此梦亦终有醒来之时。人生在世，要活得回首往事之际能无愧于说：此生确曾活出个名堂来。" ;
      } ;
  [565]	= {
      ["from"]	= "鼻子" ;
      ["hitokoto"]	= "好一似今朝沦落人，且回首往昔荣华日。" ;
      } ;
  [566]	= {
      ["from"]	= "袈裟与盛远" ;
      ["hitokoto"]	= "人心如同无明之黑暗，烦有烦恼之火，长燃不熄，淡去的只是生命……" ;
      } ;
  [567]	= {
      ["from"]	= "诗集" ;
      ["hitokoto"]	= "上面的雪，很冷吧，冰冷的月光照着它。下面的雪，很重吧，上百的人们压过它。中间的雪，很寂寞吧，看不见天也看不见地。" ;
      } ;
  [568]	= {
      ["from"]	= "托马斯·卡莱尔经典语录" ;
      ["hitokoto"]	= "生命不止，奋斗不息。" ;
      } ;
  [569]	= {
      ["from"]	= "曹刿论战" ;
      ["hitokoto"]	= "齐人三鼓之后，彼竭我盈之时。" ;
      } ;
  [570]	= {
      ["from"]	= "苏秦" ;
      ["hitokoto"]	= "使我有洛阳二顷田，安能佩六国相印。" ;
      } ;
  [571]	= {
      ["from"]	= "百年孤独" ;
      ["hitokoto"]	= "无论走到哪里，都应该记住，过去都是假的，回忆是一条没有尽头的路，一切以往的春天都不复存在，就连那最坚韧而又狂乱的爱情归根结底也不过是一种转瞬即逝的现实。" ;
      } ;
  [572]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "以雪案萤窗，换六月荣光。" ;
      } ;
  [573]	= {
      ["from"]	= "不能承受的生命之轻" ;
      ["hitokoto"]	= "人从来就想重写自己的会传记，改变过去，抹去痕迹，抹去自己的，也抹去别人的，想遗忘的远不是那么简单。" ;
      } ;
  [574]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我们各自努力，最高处见！" ;
      } ;
  [575]	= {
      ["from"]	= "飞鸟集" ;
      ["hitokoto"]	= "生如夏花之绚烂，死如秋叶之静美。" ;
      } ;
  [576]	= {
      ["from"]	= "杨绛" ;
      ["hitokoto"]	= "人间没有单纯的快乐，快乐总夹带着烦恼和忧虑。" ;
      } ;
  [577]	= {
      ["from"]	= "西游日记" ;
      ["hitokoto"]	= "原来这世上所有的一切都会失去，全是泡影。不论你多么想留住的东西，最终都会从你手上流走。" ;
      } ;
  [578]	= {
      ["from"]	= "悟空传" ;
      ["hitokoto"]	= "你跳不出这个世界，是因为你不知道这个世界有多大，一旦你知道了，你就超出了它。" ;
      } ;
  [579]	= {
      ["from"]	= "结局或开始——献给遇罗克" ;
      ["hitokoto"]	= "谁愿意做陨石，或受难者冰冷的塑像；看着不熄的青春之火，在别人的手中传递。" ;
      } ;
  [580]	= {
      ["from"]	= "增广贤文" ;
      ["hitokoto"]	= "广厦千间，夜眠仅需六尺；家财万贯，日食不过三餐。" ;
      } ;
  [581]	= {
      ["from"]	= "然而" ;
      ["hitokoto"]	= "我知这世界，本如露水般短暂。然而，然而。" ;
      } ;
  [582]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "希望我们都能像对方一样勇敢。" ;
      } ;
  [583]	= {
      ["from"]	= "追忆似水年华" ;
      ["hitokoto"]	= "尽管我们知道再无任何希望，我们仍然期待。等待稍稍一点动静，稍稍一点声响。" ;
      } ;
  [584]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "日子总是往前走，人总是在变，不知道是淡忘还是适应。" ;
      } ;
  [585]	= {
      ["from"]	= "热风" ;
      ["hitokoto"]	= "愿中国青年都摆脱冷气，只是向上走，不必听自暴自弃者流的话。能做事的做事，能发声的发声。有一分热，发一分光。就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。" ;
      } ;
  [586]	= {
      ["from"]	= "杀破狼" ;
      ["hitokoto"]	= "虎狼在外，不敢不殚精竭虑；山河未定，也不敢轻贱其身。" ;
      } ;
  [587]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "我连魂魄都是黑的，唯独心尖上一点点，血还是红的。用它护着你，我愿意。" ;
      } ;
  [588]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "生不由己，不如不生。" ;
      } ;
  [589]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "我接住了，你这一辈子，生生死死、死死生生我都再不会松手，哪怕你有一天烦了、厌了、想走了，我也绝对不会放开你，就算勒，也要把你勒死在我怀里。" ;
      } ;
  [590]	= {
      ["from"]	= "默读" ;
      ["hitokoto"]	= "我心里有一簇迎着烈日而生的花，比一切美酒都要芬芳，滚烫的馨香淹没过稻草人的胸膛，草扎的精神，从此万寿无疆。" ;
      } ;
  [591]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "身在无间，心在桃源。" ;
      } ;
  [592]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "为你，所向披靡。" ;
      } ;
  [593]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "为你战死是我至高无上的荣耀。" ;
      } ;
  [594]	= {
      ["from"]	= "穆玄英挂帅" ;
      ["hitokoto"]	= "世间情动，不过盛夏白瓷梅子汤，碎冰碰壁当啷响。" ;
      } ;
  [595]	= {
      ["from"]	= "吞海" ;
      ["hitokoto"]	= "我会千里迢迢，披星戴月地赶来带你走，这一次换成我来保护你。" ;
      } ;
  [596]	= {
      ["from"]	= "流波上的舞" ;
      ["hitokoto"]	= "一个人自以为刻骨铭心的回忆，别人也许早已经忘记了。" ;
      } ;
  [597]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "人就是这样的，想来想去，犹豫来犹豫去，觉得自己没有准备好，勇气没攒够，其实只要迈出去了那一步，就会发现其实所有的一切早就准备好了。" ;
      } ;
  [598]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "有些意外是意料之中，有些意外是意料之外，而你，就是我意料之外的意外。" ;
      } ;
  [599]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "我想，在你眼里，撒野奔跑；我想，一个眼神，就到老。" ;
      } ;
  [600]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "没有谁的生活会一直完美，但无论什么时候，都要看着前方，满怀希望就会所向披靡。" ;
      } ;
  [601]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "我愿供灯千盏，照彻长夜，即便飞蛾扑火，也无所畏惧。" ;
      } ;
  [602]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "如果你的梦想，是拯救苍生，那我的梦想，便唯你一人。" ;
      } ;
  [603]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "路好不好走，也许我不能决定，但走不走，却只有我能决定。" ;
      } ;
  [604]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "对我来说，风光无限的是你，跌落尘埃的也是你。重点是“你”，而不是“怎样”的你。" ;
      } ;
  [605]	= {
      ["from"]	= "天官赐福" ;
      ["hitokoto"]	= "美丽的东西存在于世上，这一点本身就值得感谢了。" ;
      } ;
  [606]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "自以为心若顽石，却终究人非草木。" ;
      } ;
  [607]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "是非在己，毁誉由人，得失不论。" ;
      } ;
  [608]	= {
      ["from"]	= "魔道祖师" ;
      ["hitokoto"]	= "你要记着别人对你的好，不要去记你对别人的好。人心里不要装那么多东西，这样才会快活自在。" ;
      } ;
  [609]	= {
      ["from"]	= "这么多年" ;
      ["hitokoto"]	= "知识改变命运，可是没有告诉她，什么样的命运才算好。" ;
      } ;
  [610]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "为你，千千万万遍。" ;
      } ;
  [611]	= {
      ["from"]	= "倾城之恋" ;
      ["hitokoto"]	= "如果你认识从前的我，也许会原谅现在的我。" ;
      } ;
  [612]	= {
      ["from"]	= "左手倒影右手年华" ;
      ["hitokoto"]	= "爱画的人天生就是寂寞的，因为他们总是企图在画中寻找自己向往的生命，可是却不明白，那些落在画上的色泽，早就已经死掉了。" ;
      } ;
  [613]	= {
      ["from"]	= "幻城" ;
      ["hitokoto"]	= "心中是寂然的轰鸣，像是某种巨大的坍塌。" ;
      } ;
  [614]	= {
      ["from"]	= "挪威的森林" ;
      ["hitokoto"]	= "献给徐徐多多的祭日。" ;
      } ;
  [615]	= {
      ["from"]	= "你若安好 便是晴天" ;
      ["hitokoto"]	= "没有谁说过一生只能爱一个人，亦没有谁说过，重新开始是对过去的背叛。" ;
      } ;
  [616]	= {
      ["from"]	= "你若安好 便是晴天" ;
      ["hitokoto"]	= "停留是刹那，转身即天涯。" ;
      } ;
  [617]	= {
      ["from"]	= "我们仨" ;
      ["hitokoto"]	= "嘤其鸣兮，求其友声。友声可远在千里之外，可远在数十百年之后。" ;
      } ;
  [618]	= {
      ["from"]	= "我们仨" ;
      ["hitokoto"]	= "世间好物不坚牢，彩云易散琉璃脆。" ;
      } ;
  [619]	= {
      ["from"]	= "我们仨" ;
      ["hitokoto"]	= "人间也没有永远。我们一生坎坷，暮年才有了一个可以安顿的居处。但老病相催，我们在人生道路上已走到尽头了。" ;
      } ;
  [620]	= {
      ["from"]	= "我们仨" ;
      ["hitokoto"]	= "梦想为劳，梦累了要梦魇的！" ;
      } ;
  [621]	= {
      ["from"]	= "霍乱时期的爱情" ;
      ["hitokoto"]	= "我去旅行，是因为我决定了要去，并不是因为对风景的兴趣。" ;
      } ;
  [622]	= {
      ["from"]	= "岳阳楼记" ;
      ["hitokoto"]	= "不以物喜，不以己悲。" ;
      } ;
  [623]	= {
      ["from"]	= "他们俩" ;
      ["hitokoto"]	= "从今往后，彼此依赖，彼此知觉。彼此珍贵，彼此喜爱。" ;
      } ;
  [624]	= {
      ["from"]	= "他们俩" ;
      ["hitokoto"]	= "我孤注一掷的勇气，与无法预料的未来，统统交到了你手中。那从这一刻起，拜托你负责照料好手中紧握的我的一切。——我负责爱你和更加爱你。" ;
      } ;
  [625]	= {
      ["from"]	= "他们俩" ;
      ["hitokoto"]	= "他是终日不化的冰山，遇见极圈不落的骄阳。" ;
      } ;
  [626]	= {
      ["from"]	= "清醒纪" ;
      ["hitokoto"]	= "醉笑陪君三千场，不诉离殇。" ;
      } ;
  [627]	= {
      ["from"]	= "海上灵光" ;
      ["hitokoto"]	= "许多念念不忘，只是一瞬；许多一瞬，却是念念不忘。" ;
      } ;
  [628]	= {
      ["from"]	= "布劳提根诗选" ;
      ["hitokoto"]	= "我爱你，你是我呼吸的城堡，如此轻柔，我们要天长地久。" ;
      } ;
  [629]	= {
      ["from"]	= "布劳提根诗选" ;
      ["hitokoto"]	= "我希望你的头发，用新的世界地图，将我覆盖；那样，我所去之处，便会美如，你的头发。" ;
      } ;
  [630]	= {
      ["from"]	= "布劳提根诗选" ;
      ["hitokoto"]	= "太好了/在清晨醒来/一个人/不必在已经/不爱的时候/跟谁说/我爱你。" ;
      } ;
  [631]	= {
      ["from"]	= "在世纪的转折点上" ;
      ["hitokoto"]	= "我们的时代还没到来，有的人死后方生。" ;
      } ;
  [632]	= {
      ["from"]	= "菱形月亮" ;
      ["hitokoto"]	= "吻就落在耳后，阻隔喧嚣缺口。" ;
      } ;
  [633]	= {
      ["from"]	= "颂歌" ;
      ["hitokoto"]	= "万物皆有裂痕，那是光照进来的地方。" ;
      } ;
  [634]	= {
      ["from"]	= "以梦为马" ;
      ["hitokoto"]	= "以梦为马，以汗为泉；不忘初心 ，不负韶华。" ;
      } ;
  [635]	= {
      ["from"]	= "寄世书" ;
      ["hitokoto"]	= "又能逃到哪里去，你我都各有困局。" ;
      } ;
  [636]	= {
      ["from"]	= "边城" ;
      ["hitokoto"]	= "凡事都有偶然的凑巧，结果却又如宿命的必然。" ;
      } ;
  [637]	= {
      ["from"]	= "墓园" ;
      ["hitokoto"]	= "不善言辞的人连哭泣也不擅长，干燥的泥土贪婪的承接了他的泪水，一点一点深褐色的，又让人想到血。" ;
      } ;
  [638]	= {
      ["from"]	= "江海共余生" ;
      ["hitokoto"]	= "山河远阔，人间烟火，无一是你，无一不是你。" ;
      } ;
  [639]	= {
      ["from"]	= "少年派的奇幻漂流" ;
      ["hitokoto"]	= "理智在找食物，找衣服，找遮盖的时候很管用，理智是最好的工具箱。可是理智过了头你就可能把宇宙跟洗澡水一起放掉。" ;
      } ;
  [640]	= {
      ["from"]	= "猎魔人Ⅲ：精灵之血" ;
      ["hitokoto"]	= "你错了，第十四人，你把投在湖面的倒影错当成了夜空的繁星。" ;
      } ;
  [641]	= {
      ["from"]	= "子不语" ;
      ["hitokoto"]	= "我还没来得及，还没来得及想：得到的却注定失去，还是一开始就不曾发出?" ;
      } ;
  [642]	= {
      ["from"]	= "上李邕" ;
      ["hitokoto"]	= "大鹏一日同风起，扶摇直上九万里。" ;
      } ;
  [643]	= {
      ["from"]	= "你永远都无法叫醒一个装睡的人" ;
      ["hitokoto"]	= "我们永远无法叫醒一个装睡的人 。" ;
      } ;
  [644]	= {
      ["from"]	= "猎魔人Ⅱ：命运之剑" ;
      ["hitokoto"]	= "你是比那更多的东西，希里。比那更多的东西。" ;
      } ;
  [645]	= {
      ["from"]	= "勒内·夏尔诗选" ;
      ["hitokoto"]	= "再等一等，等我，来劈开冻住我们的冷。" ;
      } ;
  [646]	= {
      ["from"]	= "文学少女" ;
      ["hitokoto"]	= "当夜幕降临，黑暗笼罩全身，在一片漆黑的路上独自前进，也许会感疲惫，也许会感胆怯，只要抬头仰望仍看的见夜空中闪烁的星光。那清澈的光辉必定会驻留在我们心中，给予我们持续朝目的地前进的勇气与力量。" ;
      } ;
  [647]	= {
      ["from"]	= "项脊轩志" ;
      ["hitokoto"]	= "庭有枇杷树，吾妻死之年所手植也，今已亭亭如盖矣。" ;
      } ;
  [648]	= {
      ["from"]	= "大方广佛华严经" ;
      ["hitokoto"]	= "往昔所造诸恶业，皆由无始贪嗔痴。从身语意之所生，一切我今皆忏悔。" ;
      } ;
  [649]	= {
      ["from"]	= "夏天集" ;
      ["hitokoto"]	= "在隆冬，我终于知道，我身上有一个不可战胜的夏天。" ;
      } ;
  [650]	= {
      ["from"]	= "浮士德" ;
      ["hitokoto"]	= "不快乐是一片需要英雄的大陆。" ;
      } ;
  [651]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "来源于噩梦，却是迷人的。" ;
      } ;
  [652]	= {
      ["from"]	= "流光印记" ;
      ["hitokoto"]	= "人类充满了谎言，我又怎能独善其身" ;
      } ;
  [653]	= {
      ["from"]	= "杀破狼" ;
      ["hitokoto"]	= "何人知我霜雪催，何人与我共一醉。" ;
      } ;
  [654]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "这个世界，很多人，很多事，我们都会忘记，唯一不忘的，是我们曾经的过去。" ;
      } ;
  [655]	= {
      ["from"]	= "年轻的国王" ;
      ["hitokoto"]	= "这世界的担子太重了，不是一个人可以担负得起的；这世上的悲哀太多了，不是一颗心可以承受的。" ;
      } ;
  [656]	= {
      ["from"]	= "黎明之剑" ;
      ["hitokoto"]	= "在涉及神明的问题上，你接触的越多，就越偏离人类，了解的越多就越靠近神明。" ;
      } ;
  [657]	= {
      ["from"]	= "我与地坛" ;
      ["hitokoto"]	= "一旦有一天我不得不长久地离开它，我会怎样想念它，我会怎样想念它并且梦见它，我会怎样因为不敢想念它而梦也梦不到它。" ;
      } ;
  [658]	= {
      ["from"]	= "流动的盛宴" ;
      ["hitokoto"]	= "然而，在那些日子里，春天最后总是来临，但是使人心惊的是它差一点来不了。" ;
      } ;
  [659]	= {
      ["from"]	= "猎魔人Ⅴ：火之洗礼" ;
      ["hitokoto"]	= "我怎么会知道，这些牡蛎产自哪个海岸呢？" ;
      } ;
  [660]	= {
      ["from"]	= "月亮与六便士" ;
      ["hitokoto"]	= "那时，我还没有懂得人性是如何的矛盾，我不知道真诚中有多少做作，高贵中有多少卑鄙，或者，邪恶中有多少善良。如今我是充分懂得了，小气与大方、怨怼与仁慈、憎恨与热爱，是可以并存于同一颗心的。" ;
      } ;
  [661]	= {
      ["from"]	= "毛主席语录" ;
      ["hitokoto"]	= "把别人的经验变成自己的，他的本事就大了。" ;
      } ;
  [662]	= {
      ["from"]	= "毛泽东" ;
      ["hitokoto"]	= "高贵者最愚蠢，卑贱者最聪明！" ;
      } ;
  [663]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "宇宙很大，生活更大，也许以后还有缘相见。" ;
      } ;
  [664]	= {
      ["from"]	= "我们仨（英文版）" ;
      ["hitokoto"]	= "In every dream I am lonely and desperate.If only I could find him,I think, we could go home together." ;
      } ;
  [665]	= {
      ["from"]	= "猎魔人Ⅴ：火之洗礼" ;
      ["hitokoto"]	= "我怎么会知道，这些牡蛎产自哪个海岸呢？" ;
      } ;
  [666]	= {
      ["from"]	= "无题" ;
      ["hitokoto"]	= "所爱隔山海，山海不可平。" ;
      } ;
  [667]	= {
      ["from"]	= "秋是第二个春" ;
      ["hitokoto"]	= "不要走在我的前面，因为我可能跟不上你；也不要走在我的后面，因为我可能不会引路；请走在我的身边，做我的朋友。" ;
      } ;
  [668]	= {
      ["from"]	= "黎明之剑" ;
      ["hitokoto"]	= "信仰如锁，凡人在这头，神明在另一头。" ;
      } ;
  [669]	= {
      ["from"]	= "你才是自己的过来人" ;
      ["hitokoto"]	= "胸中有丘壑，眉目作山河。胸中有丘壑，眼里存山河。" ;
      } ;
  [670]	= {
      ["from"]	= "长恨歌" ;
      ["hitokoto"]	= "在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。" ;
      } ;
  [671]	= {
      ["from"]	= "洗澡" ;
      ["hitokoto"]	= "草原大得孤独，白云美得忧愁，我不知道是不是碰到了最好的马，也许我还没有走遍草原。" ;
      } ;
  [672]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "知道各位都是不要命的，我们也是冲不要命来的。" ;
      } ;
  [673]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我点燃了火，却控制不了它。" ;
      } ;
  [674]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "虫子从来就没有真正被战胜过。" ;
      } ;
  [675]	= {
      ["from"]	= "三体II·黑暗森林" ;
      ["hitokoto"]	= "没有了对高处的恐惧，就体会不到高处之美。" ;
      } ;
  [676]	= {
      ["from"]	= "三体II·黑暗森林" ;
      ["hitokoto"]	= "什么样的人都有，包括完美的人和完美的女人，只是你无缘遇到。" ;
      } ;
  [677]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "虚空，孤寂。" ;
      } ;
  [678]	= {
      ["from"]	= "卡耐基" ;
      ["hitokoto"]	= "拼命对一个人好，生怕做错一点对方就不喜欢你，这不是爱，是取悦。" ;
      } ;
  [679]	= {
      ["from"]	= "华盖集·杂感" ;
      ["hitokoto"]	= "勇者愤怒，抽刃向更强者；怯者愤怒，却抽刃向更弱者。" ;
      } ;
  [680]	= {
      ["from"]	= "勒内·夏尔" ;
      ["hitokoto"]	= "终此一生，只有两种办法：要么梦见生活，要么落实生活。" ;
      } ;
  [681]	= {
      ["from"]	= "断章" ;
      ["hitokoto"]	= "明月装饰了你的窗子，你装饰了别人的梦。" ;
      } ;
  [682]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "斩尽杀绝，这是对一个文明最高的重视。" ;
      } ;
  [683]	= {
      ["from"]	= "热风" ;
      ["hitokoto"]	= "此后如竟没有炬火，我便是唯一的光。" ;
      } ;
  [684]	= {
      ["from"]	= "余秋雨" ;
      ["hitokoto"]	= "一个半真半假的谣言，远比一个彻头彻尾的谣言厉害。谣言中最毒的配方，莫过于绝大部分真实中只有一小处虚假，而这个小处却关及人品。" ;
      } ;
  [685]	= {
      ["from"]	= "在人间凑数的日子" ;
      ["hitokoto"]	= "当我无牵无挂的时候，贫穷对我来说只是晚上吃馒头和吃牛排的区别，无损我的快乐，可当我爱上一个姑娘的时候，我才深深的感受到了什么是贫穷所带来的自卑。枕头里期满了发了霉的梦，梦里住满了无法拥有的人。" ;
      } ;
  [686]	= {
      ["from"]	= "人间草木" ;
      ["hitokoto"]	= "一定要爱这点什么，恰似草木对光阴的柔情。" ;
      } ;
  [687]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "世界灿烂盛大，欢迎回家。" ;
      } ;
  [688]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "两千三百一十二天，他们相遇在寒风朔雪中。以为是初见，其实是重逢。" ;
      } ;
  [689]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "亲爱的，我把自己放在你耳边，你会听到的吧。" ;
      } ;
  [690]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "所以说爱恨真是奇怪的东西，有的早早腐烂入土，有的刻骨。" ;
      } ;
  [691]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "只有身处暖春，才会怕冷。" ;
      } ;
  [692]	= {
      ["from"]	= "全球高考" ;
      ["hitokoto"]	= "怪物之所以是怪物，不是因为做了什么，而是它为什么做。" ;
      } ;
  [693]	= {
      ["from"]	= "喜欢一个人" ;
      ["hitokoto"]	= "喜欢一个人，始于颜值，陷于才华，忠于人品，痴于肉体， 迷于声音，醉于深情。" ;
      } ;
  [694]	= {
      ["from"]	= "新青年" ;
      ["hitokoto"]	= "愿中国青年都摆脱冷气，只是向上走，不必听自暴自弃者的话……" ;
      } ;
  [695]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "书上说，天下没有不散的筵席；不要怕，书上还说了，人生何处不相逢。" ;
      } ;
  [696]	= {
      ["from"]	= "我师兄实在太稳健了" ;
      ["hitokoto"]	= "七情拆解，无非心印；六欲所指，皆由心生。" ;
      } ;
  [697]	= {
      ["from"]	= "愿你出走半生，归来仍是少年" ;
      ["hitokoto"]	= "愿你出走半生，归来仍是少年。" ;
      } ;
  [698]	= {
      ["from"]	= "费加罗的婚礼" ;
      ["hitokoto"]	= "若批评不自由，则赞美无意义。" ;
      } ;
  [699]	= {
      ["from"]	= "阴阳师" ;
      ["hitokoto"]	= "恋情未露人已知，本欲独自暗相思。" ;
      } ;
  [700]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "所见即所得，所想及所见。" ;
      } ;
  [701]	= {
      ["from"]	= "人间失格" ;
      ["hitokoto"]	= "生而为人，我很抱歉！" ;
      } ;
  [702]	= {
      ["from"]	= "撒野" ;
      ["hitokoto"]	= "没有谁的生活会一直完美，但无论什么时候，都要看着前方，满怀希望就会所向披靡。" ;
      } ;
  [703]	= {
      ["from"]	= "三体 Ⅲ 死神永生" ;
      ["hitokoto"]	= "失去人性，失去很多，失去兽性，失去一切。" ;
      } ;
  [704]	= {
      ["from"]	= "哪有什么岁月静好，不过是有人替你负重前行" ;
      ["hitokoto"]	= "哪有什么岁月静好，只是有人在替你负重前行。" ;
      } ;
  [705]	= {
      ["from"]	= "Holy Bible" ;
      ["hitokoto"]	= "God said: Let there be light." ;
      } ;
  [706]	= {
      ["from"]	= "三体" ;
      ["hitokoto"]	= "我更喜欢晚霞，晚霞消失后可以看星星，朝霞消失后，就只剩下光天化日下的现实了。" ;
      } ;
  [707]	= {
      ["from"]	= "我在人间凑数的日子" ;
      ["hitokoto"]	= "故事不长，也不难讲，脸红相遇，红眼而离。" ;
      } ;
  [708]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "秃顶这个词也太伤人了，不如叫“年少荒芜”，带着一股孤独而忧伤的文学气息，可以说是精神上的美发了。" ;
      } ;
  [709]	= {
      ["from"]	= "弗吉尼亚·伍尔芙" ;
      ["hitokoto"]	= "云破星出之夜，我对星低喃：吞噬我。" ;
      } ;
  [710]	= {
      ["from"]	= "我与地坛" ;
      ["hitokoto"]	= "我真想告诫所有长大了的男孩子，千万不要跟母亲来这套倔强，羞涩就更不必，我已经懂了可我已经来不及了。" ;
      } ;
  [711]	= {
      ["from"]	= "我与地坛" ;
      ["hitokoto"]	= "还可以想象一对热恋中的情人，互相一次次说“我一刻也不想离开你”，又互相一次次说“时间已经不早了”，时间不早了可我一刻也不想离开你，一刻也不想离开你可时间毕竟是不早了。" ;
      } ;
  [712]	= {
      ["from"]	= "一个人的村庄" ;
      ["hitokoto"]	= "这些突兀地出现在荒野中的草棚麦垛，绊住了风的腿，扯住了风的衣裳，缠住了风的头发，让它追不上前面的风。她撕扯，哭喊。喊得满天地都是风声。" ;
      } ;
  [713]	= {
      ["from"]	= "满江红·一九六三年元旦书怀" ;
      ["hitokoto"]	= "沧海横流，方显英雄本色。" ;
      } ;
  [714]	= {
      ["from"]	= "热爱生命" ;
      ["hitokoto"]	= "既然选择了远方，便只顾风雨兼程。" ;
      } ;
  [715]	= {
      ["from"]	= "暴君" ;
      ["hitokoto"]	= "我一生恶事做，轻易许愿只怕没有神明会眷顾，只好亲自为你点了一万盏灯，每点一盏心中默念一句南无阿弥陀佛，上有九天神明下有阴间官判，天可怜见，能算我心诚了么？" ;
      } ;
  [716]	= {
      ["from"]	= "月亮与六便士" ;
      ["hitokoto"]	= "年长者最大的修养就是控制住批评年轻人的欲望。" ;
      } ;
  [717]	= {
      ["from"]	= "渡魂实录" ;
      ["hitokoto"]	= "每个人都会对未知充满恐惧，因为未知代表着你不知道以自己的能力是否能够应对。" ;
      } ;
  [718]	= {
      ["from"]	= "迷楼" ;
      ["hitokoto"]	= "幸亏时光不会倒流，否则万物一定会朝旧岁月里疾步奔跑。" ;
      } ;
  [719]	= {
      ["from"]	= "这个锅我背了" ;
      ["hitokoto"]	= "怕什么，既然许你朝暮，我岂敢不命长？" ;
      } ;
  [720]	= {
      ["from"]	= "这个锅我背了" ;
      ["hitokoto"]	= "这是他替你起的名字，执掌江山，定波安澜，他会看着你。" ;
      } ;
  [721]	= {
      ["from"]	= "这个锅我背了" ;
      ["hitokoto"]	= "长廊里，清雅如竹的少年眉眼温润含笑，稳稳牵起幼童的手。走过刀光剑影，走过血雨腥风，走过被暗影分割的暖阳，往前不急不缓地走去。走不到头。" ;
      } ;
  [722]	= {
      ["from"]	= "这个锅我背了" ;
      ["hitokoto"]	= "纵马而已，何必认路？" ;
      } ;
  [723]	= {
      ["from"]	= "这个锅我背了" ;
      ["hitokoto"]	= "乾坤琉璃色，碧宇凝清光。" ;
      } ;
  [724]	= {
      ["from"]	= "圣经·传道书" ;
      ["hitokoto"]	= "已有之事后必再有，已行之事后必再行。" ;
      } ;
  [725]	= {
      ["from"]	= "生与死" ;
      ["hitokoto"]	= "我和谁都不争，和谁争我都不屑。我的双手烤着生命之火取暖，火萎了，我也准备走了。" ;
      } ;
  [726]	= {
      ["from"]	= "罪犯请沉默" ;
      ["hitokoto"]	= "我跳进深渊，也不曾听到他的姓名。或许他并不是我想象中的魔鬼，但我坚信他也一定不是什么天使。" ;
      } ;
  [727]	= {
      ["from"]	= "恩培多克勒之死" ;
      ["hitokoto"]	= "我公开把自己的心献给沉重而苦难的大地，常常在神圣的夜晚向大地承诺忠诚的爱，至死不渝。" ;
      } ;
  [728]	= {
      ["from"]	= "如果国宝会说话" ;
      ["hitokoto"]	= "我们哭着降临世界，却可以笑着走向永恒。" ;
      } ;
  [729]	= {
      ["from"]	= "山月记" ;
      ["hitokoto"]	= "我不敢下苦功琢磨自己，怕终于知道自己并非珠玉；然而心中又存着一丝希冀，便又不肯甘心与瓦砾为伍。" ;
      } ;
  [730]	= {
      ["from"]	= "蒲公英女孩" ;
      ["hitokoto"]	= "前天，我看见一只兔子；昨天，我看见一只鹿；而今天，我看见你。" ;
      } ;
  [731]	= {
      ["from"]	= "被偷走的人" ;
      ["hitokoto"]	= "年轻时，我们什么都听不进去，只顾满怀希望地朝未来前进。“未来”是骗人的，它让人以为那是永恒的旅行。可是生命一眨眼就结束了，毫无意义。生命没有未来，只充满着过去。" ;
      } ;
  [732]	= {
      ["from"]	= "拾遗" ;
      ["hitokoto"]	= "既没有长亭外古道边，也没有劝君更尽一杯酒，我们还想着来日方长呢，却见完了此生最后一面。" ;
      } ;
  [733]	= {
      ["from"]	= "罗素给后人的留言" ;
      ["hitokoto"]	= "永远不要让自己被自己所更愿意相信的、或者认为人们相信了、会对社会更加有益的东西所影响。只是单单地去审视，什么才是事实。" ;
      } ;
  [734]	= {
      ["from"]	= "In me, past, present, future meet" ;
      ["hitokoto"]	= "心有猛虎，细嗅蔷薇。" ;
      } ;
  [735]	= {
      ["from"]	= "艺术的故事" ;
      ["hitokoto"]	= "整个艺术发展史不是技术熟练程度的发展史，而是观念和要求的变化史。" ;
      } ;
  [736]	= {
      ["from"]	= "二哈和他的白猫师尊" ;
      ["hitokoto"]	= "愿我如星君如月，夜夜流光相皎洁。" ;
      } ;
  [737]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "邓林之阴初见昆仑君，惊鸿一瞥，乱我心曲。" ;
      } ;
  [738]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "人这一辈子有四件事不能太执着，一是长久，二是是非，三是善恶，四是生死。" ;
      } ;
  [739]	= {
      ["from"]	= "二哈和他的白猫师尊" ;
      ["hitokoto"]	= "长阶血未尽，那是他带你回家的路。" ;
      } ;
  [740]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "为你，千千万万遍。" ;
      } ;
  [741]	= {
      ["from"]	= "阴阳师" ;
      ["hitokoto"]	= "深情隐现眉宇间，他人已知我相思。" ;
      } ;
  [742]	= {
      ["from"]	= "银河英雄传说" ;
      ["hitokoto"]	= "我们的征途是星辰大海。" ;
      } ;
  [743]	= {
      ["from"]	= "田所浩二" ;
      ["hitokoto"]	= "你一世，我一世，要久要久，不要离！" ;
      } ;
  [744]	= {
      ["from"]	= "而已集" ;
      ["hitokoto"]	= "人类的悲欢并不相通，我只觉得他们吵闹。" ;
      } ;
  [745]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "凡前呼后拥才敢说话的人，心底必然藏着怯弱。" ;
      } ;
  [746]	= {
      ["from"]	= "我在天兵天将旁看你" ;
      ["hitokoto"]	= "我会捧着鲜花去见你，在花谢的时节。" ;
      } ;
  [747]	= {
      ["from"]	= "口白" ;
      ["hitokoto"]	= "我想我不会放弃那些有你的记忆，即使年华渐渐老去。我想我更加珍惜拥在怀里的亲情，因为幸福稍纵即逝去。" ;
      } ;
  [748]	= {
      ["from"]	= "陀斯妥耶夫斯基" ;
      ["hitokoto"]	= "我怕我的意志力配不上我所受的磨难。" ;
      } ;
  [749]	= {
      ["from"]	= "镇魂" ;
      ["hitokoto"]	= "我富有天下名川大山，想起来也没什么稀奇的，也不过是一堆烂石头野河水，浑身上下，也就这几分真心能上秤买两斤。你要？拿去。" ;
      } ;
  [750]	= {
      ["from"]	= "包法利夫人" ;
      ["hitokoto"]	= "她爱海只爱海的惊涛骇浪，爱青草仅仅爱青草遍生于废墟之间。" ;
      } ;
  [751]	= {
      ["from"]	= "浪子回头" ;
      ["hitokoto"]	= "掉头一去是风吹黑发，回首再来已雪满白头。" ;
      } ;
  [752]	= {
      ["from"]	= "皮囊" ;
      ["hitokoto"]	= "人最怕的是发现了自己想要的东西。" ;
      } ;
  [753]	= {
      ["from"]	= "日央" ;
      ["hitokoto"]	= "人人心中所有，人人笔下所无 ​​​​。" ;
      } ;
  [754]	= {
      ["from"]	= "当你途径我的盛放" ;
      ["hitokoto"]	= "酒可以不飲，醉豈能不醉？" ;
      } ;
  [755]	= {
      ["from"]	= "红豆词" ;
      ["hitokoto"]	= "滴不尽相思血泪抛红豆，开不完春柳春花满画楼。" ;
      } ;
  [756]	= {
      ["from"]	= "好梦如旧" ;
      ["hitokoto"]	= "霜雪吹满头，也算是白首。" ;
      } ;
  [757]	= {
      ["from"]	= "穆玄英挂帅" ;
      ["hitokoto"]	= "世间情动，不过盛夏白瓷梅子汤，碎冰碰壁当啷响。世间情劫，不过三九黑瓦黄连鲜，糖心落低苦作言。世间执念，不过隆冬弱水千层冰，斧砸锹凿不能移。" ;
      } ;
  [758]	= {
      ["from"]	= "镜中" ;
      ["hitokoto"]	= "一面镜子永远等候她，让她坐到镜中常坐的地方。望着窗外，只要想起一生中后悔的事，梅花便落满了南山。" ;
      } ;
  [759]	= {
      ["from"]	= "你的孤独，虽败犹荣" ;
      ["hitokoto"]	= "我们嘲笑过少年的无知，也嘲笑过岁月的苍老。我们行走在路上，理想宏大，眼窝却浅显。" ;
      } ;
  [760]	= {
      ["from"]	= "暗格里的秘密" ;
      ["hitokoto"]	= "屋外是一排排常绿不拘秋夏冬、居安镇守的香樟树；屋内是年少不更事、兵荒马乱的芳心暗渡 。" ;
      } ;
  [761]	= {
      ["from"]	= "神游" ;
      ["hitokoto"]	= "千秋无绝色，悦目为佳人。" ;
      } ;
  [762]	= {
      ["from"]	= "儒林外史" ;
      ["hitokoto"]	= "三十年河东，三十年河西" ;
      } ;
  [763]	= {
      ["from"]	= "临江仙•夜归临皋" ;
      ["hitokoto"]	= "长恨此身非我有，何时忘却营营。" ;
      } ;
  [764]	= {
      ["from"]	= "临江仙•夜归临皋" ;
      ["hitokoto"]	= "小舟从此逝，江海寄余生。" ;
      } ;
  [765]	= {
      ["from"]	= "庄子·内篇·逍遥游" ;
      ["hitokoto"]	= "我决起而飞，抢榆枋而止。" ;
      } ;
  [766]	= {
      ["from"]	= "哈姆雷特" ;
      ["hitokoto"]	= "世界脱节了，这是怎样一个被诅咒的因果啊，竟是因为纠正它而生!" ;
      } ;
  [767]	= {
      ["from"]	= "百年孤独" ;
      ["hitokoto"]	= "生命中所有的绚烂，原来终究，都要用寂寞来偿还。" ;
      } ;
  [768]	= {
      ["from"]	= "第一序列" ;
      ["hitokoto"]	= "唯有信仰与日月亘古不灭。" ;
      } ;
  [769]	= {
      ["from"]	= "无题" ;
      ["hitokoto"]	= "芙蓉塘外有轻雷。" ;
      } ;
  [770]	= {
      ["from"]	= "《永远相信美好的事情即将发生》" ;
      ["hitokoto"]	= "永远相信美好的事情即将发生" ;
      } ;
  [771]	= {
      ["from"]	= "南陵别儿童入京" ;
      ["hitokoto"]	= "仰天大笑出门去，我辈岂是蓬蒿人。" ;
      } ;
  [772]	= {
      ["from"]	= "起风了" ;
      ["hitokoto"]	= "风乍起。合当奋意向人生。" ;
      } ;
  [773]	= {
      ["from"]	= "怦然心动" ;
      ["hitokoto"]	= "有人住高楼，有人在深沟；有人光万丈，有人一身锈；世人万千种，浮云莫去求；斯人若彩虹，遇上方知有。" ;
      } ;
  [774]	= {
      ["from"]	= "乡愁" ;
      ["hitokoto"]	= "别问我的心里有没有你，我余光中都是你。" ;
      } ;
  [775]	= {
      ["from"]	= "我已见过银河，却仍只爱你这一颗星" ;
      ["hitokoto"]	= "见过银河，只想要你这颗星。" ;
      } ;
  [776]	= {
      ["from"]	= "被污浊了的悲伤" ;
      ["hitokoto"]	= "被污浊了的悲伤中，今日细雪，悬而欲降。" ;
      } ;
  [777]	= {
      ["from"]	= "人间喜剧" ;
      ["hitokoto"]	= "在各种孤独之间，人最怕精神上的孤独。" ;
      } ;
  [778]	= {
      ["from"]	= "红楼梦" ;
      ["hitokoto"]	= "满纸荒唐言，一把辛酸泪，都云作者痴，谁解其中味。" ;
      } ;
  [779]	= {
      ["from"]	= "武陵春·春晚" ;
      ["hitokoto"]	= "只恐双溪舴艋舟，载不动许多愁。" ;
      } ;
  [780]	= {
      ["from"]	= "《往事只能回味》" ;
      ["hitokoto"]	= "时光一逝永不回, 往事只能回味。" ;
      } ;
  [781]	= {
      ["from"]	= "来来往往" ;
      ["hitokoto"]	= "自律，说起来简单，落下去复杂；听起来像感觉，做起来是原则。" ;
      } ;
  [782]	= {
      ["from"]	= "往事只能回味" ;
      ["hitokoto"]	= "忆童年时竹马青梅, 两小无猜日夜相随。" ;
      } ;
  [783]	= {
      ["from"]	= "《面纱》" ;
      ["hitokoto"]	= "我们执着于寻找对方缺少的品质，真是太傻了。" ;
      } ;
  [784]	= {
      ["from"]	= "哈斯特鹰的悲剧" ;
      ["hitokoto"]	= "时光是见证与检测一切成败的机器，凡膨胀欲望者，必定消失，那些保持欲望者，总能走到最后。" ;
      } ;
  [785]	= {
      ["from"]	= "梦李白二首" ;
      ["hitokoto"]	= "君今在罗网，何以有羽翼。" ;
      } ;
  [786]	= {
      ["from"]	= "沁园春.长沙" ;
      ["hitokoto"]	= "曾记否，到中流击水，浪遏飞舟。" ;
      } ;
  [787]	= {
      ["from"]	= "妄想症Paranoia" ;
      ["hitokoto"]	= "世人皆说爱与孤独，皆因晦涩成为罪恶。" ;
      } ;
  [788]	= {
      ["from"]	= "热爱生命" ;
      ["hitokoto"]	= "我不去想，是否能够成功 ，既然选择了远方 ，便只顾风雨兼程。" ;
      } ;
  [789]	= {
      ["from"]	= "《石壕吏》" ;
      ["hitokoto"]	= "逝者已矣，生者如斯。" ;
      } ;
  [790]	= {
      ["from"]	= "感谢" ;
      ["hitokoto"]	= "让我怎样感谢你，当我走向你的时候，我原想收获一缕春风，你却给了我整个春天。" ;
      } ;
  [791]	= {
      ["from"]	= "断章" ;
      ["hitokoto"]	= "你在桥上看风景，看风景人在楼上看你。 明月装饰了你的窗子，你装饰了别人的梦。" ;
      } ;
  [792]	= {
      ["from"]	= "后会无期" ;
      ["hitokoto"]	= "喜欢就会放肆，但爱就是克制。" ;
      } ;
  [793]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "朝闻道，夕死可矣。" ;
      } ;
  [794]	= {
      ["from"]	= "河中石兽" ;
      ["hitokoto"]	= "然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？" ;
      } ;
  [795]	= {
      ["from"]	= "河中石兽" ;
      ["hitokoto"]	= "尔辈不能究物理。" ;
      } ;
  [796]	= {
      ["from"]	= "质数的孤独" ;
      ["hitokoto"]	= "哪样比较孤独，是活在自己的世界里，谁也不爱。还是心里爱着一个人，却始终无法向爱靠近。" ;
      } ;
  [797]	= {
      ["from"]	= "沁园春·长沙" ;
      ["hitokoto"]	= "鹰击长空，鱼翔浅底，万类霜天竞自由。" ;
      } ;
  [798]	= {
      ["from"]	= "穿成高危职业之师尊" ;
      ["hitokoto"]	= "离人灯长明，他死在一场风雪中。" ;
      } ;
  [799]	= {
      ["from"]	= "看海" ;
      ["hitokoto"]	= "假如对大海万般期待，务必晚两年再去看海。看到海，就会失去海。" ;
      } ;
  [800]	= {
      ["from"]	= "=" ;
      ["hitokoto"]	= "这个世界没有什么好畏惧的，反正我们只来一次。" ;
      } ;
  [801]	= {
      ["from"]	= "我与地坛" ;
      ["hitokoto"]	= "宇宙以其不息的欲望将一个歌舞炼为永恒。这欲望有怎样一个人间的姓名，大可忽略不计。" ;
      } ;
  [802]	= {
      ["from"]	= "《春逝》" ;
      ["hitokoto"]	= "若我与你重逢，事隔经年。我将何以贺你？以眼泪，以沉默。" ;
      } ;
  [803]	= {
      ["from"]	= "龙族" ;
      ["hitokoto"]	= "绘梨衣：\"我们都是小怪兽，有一天会被正义的奥特曼杀死。\"" ;
      } ;
  [804]	= {
      ["from"]	= "《人间失格》" ;
      ["hitokoto"]	= "我急切地盼望着可以经历一场放纵的快乐，纵使巨大的悲哀将接踵而至，我也在所不惜。" ;
      } ;
  } ;