return {
  [1]	= {
      ["from"]	= "网易云热评" ;
      ["hitokoto"]	= "你总会遇到一个人 恰如其分的适合你 不用刻意迁就，任意撒娇，你们相爱，并且默契。" ;
      } ;
  [2]	= {
      ["from"]	= "网易云热评" ;
      ["hitokoto"]	= "一旬败给年少轻狂的理想，二旬败给青涩无知的爱情，三旬败给沧桑寂寥的现实。" ;
      } ;
  [3]	= {
      ["from"]	= "红玫瑰和白玫瑰" ;
      ["hitokoto"]	= "冲动的红色终究是败在了白玫瑰的平淡和冷静上，狠狠的跌了一个大跟头，看着更加刺眼。" ;
      } ;
  [4]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果忘记你那么容易，那我爱你干嘛！" ;
      } ;
  [5]	= {
      ["from"]	= "网易热评" ;
      ["hitokoto"]	= "多巴胺不等于爱情，爱情却一定有多巴胺！" ;
      } ;
  [6]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "荷尔蒙决定一见钟情，多巴胺决定天长地久。" ;
      } ;
  [7]	= {
      ["from"]	= "自己" ;
      ["hitokoto"]	= "要保持希望在每天清晨太阳升起。" ;
      } ;
  [8]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "恰沐春风共同游，终只叹，木已舟。" ;
      } ;
  [9]	= {
      ["from"]	= "五月天" ;
      ["hitokoto"]	= "因为痛苦太有价值，因为回忆太珍贵，所以我们更要继续往前走。" ;
      } ;
  [10]	= {
      ["from"]	= "网易云音乐" ;
      ["hitokoto"]	= "所谓有趣的灵魂，实际上就是这个人的信息密度和知识层面，都远高于你，并愿意俯下身去听你说那毫无营养的废话和你交流，提出一些你没有听过的观点，颠覆了你短浅的想象力及三观。" ;
      } ;
  [11]	= {
      ["from"]	= "ライラック" ;
      ["hitokoto"]	= "私は 根拠も 証明も ないような 現状世界くらいがお似合いだ。" ;
      } ;
  [12]	= {
      ["from"]	= "ライラック" ;
      ["hitokoto"]	= "人のエゴで造られた 虚にだけはなりたくはなくて。" ;
      } ;
  [13]	= {
      ["from"]	= "网易云 花びらの刻" ;
      ["hitokoto"]	= "我们总是喜欢拿“顺其自然”来敷衍人生道路上的荆棘坎坷，却很少承认，真正的顺其自然，其实是竭尽所能之后的不强求，而非两手一摊的不作为。" ;
      } ;
  [14]	= {
      ["from"]	= "网易云音乐" ;
      ["hitokoto"]	= "愿生活不太拥挤，愿笑容不必刻意。愿孤独不再长久，愿碎镜终有重圆。" ;
      } ;
  [15]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "就像那句狠话：有一天，我一定会后悔的。" ;
      } ;
  [16]	= {
      ["from"]	= "我的歌声里" ;
      ["hitokoto"]	= "世界之大为何我们相遇，难道是缘分，难道是天意。" ;
      } ;
  [17]	= {
      ["from"]	= "仓颉" ;
      ["hitokoto"]	= "想一个人有多想念，那又是文字失效瞬间。" ;
      } ;
  [18]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "“浪漫”源于骑士文学，形容中世纪骑士阶级和贵妇人之间注定无法有结果的爱情；“Romance”的本意就是知其不可而为之,是明知不会有结果却无法停止爱你。" ;
      } ;
  [19]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "让我们惊艳过的星辰，流淌在失眠的音阶，落足仲夏的暗沉之夜，蚊虫都进化成坦然的旅客。未结清的烂账堆满前半生，旅馆的钨丝灯阔然开朗，我惊恐的闭上双眼，从此再没有睁开。" ;
      } ;
  [20]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "——什么是孤独？——心里明明空荡荡的，却什么也装不下。" ;
      } ;
  [21]	= {
      ["from"]	= "you're somebody else" ;
      ["hitokoto"]	= "隔着屏幕轻易产生感情的你，肯定很孤独吧。" ;
      } ;
  [22]	= {
      ["from"]	= "夏祭り、夢花火" ;
      ["hitokoto"]	= "流萤漫天花共舞，闲蝉栖柳风奏湖。十年一梦不觉醒，夏祭花火终成空。" ;
      } ;
  [23]	= {
      ["from"]	= "蓬莱传说（蓬莱伝説）" ;
      ["hitokoto"]	= "幽幽轻音入梦来，淡淡忧伤曲中闻。似乐又皮更轻音，原是梦入幻想乡。" ;
      } ;
  [24]	= {
      ["from"]	= "Grab the air" ;
      ["hitokoto"]	= "Grab the air, We can try to fly. 抓住空气我们可以尝试飞翔。" ;
      } ;
  [25]	= {
      ["from"]	= "I Feel Human" ;
      ["hitokoto"]	= "See I was blind to the sun by my thunder." ;
      } ;
  [26]	= {
      ["from"]	= "热评" ;
      ["hitokoto"]	= "每个人的心里，都有一个忘不记，却无法拥抱珍惜的人。" ;
      } ;
  [27]	= {
      ["from"]	= "保留" ;
      ["hitokoto"]	= "在不同的遭遇里我发现你的瞬间，有种不可言说的温柔直觉。" ;
      } ;
  [28]	= {
      ["from"]	= "网易云" ;
      ["hitokoto"]	= "真正走掉那次，关门声最小。" ;
      } ;
  [29]	= {
      ["from"]	= "网易云热评" ;
      ["hitokoto"]	= "有的人，终生都在怀念那个夏天。最好的我们，始终会留在那年八月。前程似锦是一句离别时说的话 ，祝你前程似锦也祝我前途无量。这首歌的评论刷的这么快，就让这条评论，带着我对你祝福沉下去吧。" ;
      } ;
  [30]	= {
      ["from"]	= "我得你" ;
      ["hitokoto"]	= "得你一个，不要花火，无需经历从未遗憾过，冒险生活从未适合我，得你得我若无其事渡过，难得的是你不讨厌我。" ;
      } ;
  [31]	= {
      ["from"]	= "intro-我" ;
      ["hitokoto"]	= "你是否真的可以feel my pain，还是你和他们一样都会变。" ;
      } ;
  [32]	= {
      ["from"]	= "网易云音乐" ;
      ["hitokoto"]	= "我希望兜兜转转之后那个人还是你." ;
      } ;
  [33]	= {
      ["from"]	= "觅楽-语录" ;
      ["hitokoto"]	= "哪有顷刻之间的心灰意冷，有的，只是日积月累的看透罢了。" ;
      } ;
  [34]	= {
      ["from"]	= "网易云音乐" ;
      ["hitokoto"]	= "无论在什么时候，在这世间的角落都会有一些人逆着光而来，将温暖洒落人间。" ;
      } ;
  } ;