return {
  [1]	= {
      ["from"]	= "塔希里亚故事集" ;
      ["hitokoto"]	= "如果不能忠于自己的心，胜负又有什么价值呢？" ;
      } ;
  [2]	= {
      ["from"]	= "单恋电车" ;
      ["hitokoto"]	= "在茫茫人海中，同样是高中生，同乘7点50分的电车，看着同一片海……那个瞬间不就是如奇迹般的邂逅吗。" ;
      } ;
  [3]	= {
      ["from"]	= "未来日记" ;
      ["hitokoto"]	= "一起去看星星吧。" ;
      } ;
  [4]	= {
      ["from"]	= "魔卡少女樱" ;
      ["hitokoto"]	= "一定没有问题的！" ;
      } ;
  [5]	= {
      ["from"]	= "NANA" ;
      ["hitokoto"]	= "我爱的人也爱着我，对我来说这简直是个奇迹。" ;
      } ;
  [6]	= {
      ["from"]	= "火影忍者" ;
      ["hitokoto"]	= "你为了你的正义，我为了我的正义。" ;
      } ;
  [7]	= {
      ["from"]	= "滑头鬼之孙" ;
      ["hitokoto"]	= "就算风吹散了冰雪，想念也会留存下来。" ;
      } ;
  [8]	= {
      ["from"]	= "北斗神拳" ;
      ["hitokoto"]	= "我的一生，无怨无悔！" ;
      } ;
  [9]	= {
      ["from"]	= "Zetman" ;
      ["hitokoto"]	= "越是困难，越要抬起头，地上可找不到任何希望！" ;
      } ;
  [10]	= {
      ["from"]	= "恐怖宠物店" ;
      ["hitokoto"]	= "人类总是将世界缩小在自己浅薄的知识范围之内，总是把超越自己理解能力的事物当成威胁自己立场的敌人来对待，非得排斥、驱除、抹杀不可……可是对于同种族的生物，又以肤色、出身来划分阶级贵贱，相互憎恨，相互残杀。" ;
      } ;
  [11]	= {
      ["from"]	= "少年JUMP" ;
      ["hitokoto"]	= "我本来不想使出这一招的" ;
      } ;
  [12]	= {
      ["from"]	= "草莓100%" ;
      ["hitokoto"]	= "我们也许再也不会见面了吧，因此我绝对不会忘了你的声音，你的眼眸，与你一起看到过的所有的景色，以及，与你一起度过的那个耀眼的夏天。" ;
      } ;
  [13]	= {
      ["from"]	= "单恋电车" ;
      ["hitokoto"]	= "在茫茫人海中，同样是高中生，同乘7点50分的电车，看着同一片海…那个瞬间不就是如奇迹般的邂逅吗。" ;
      } ;
  [14]	= {
      ["from"]	= "七大罪" ;
      ["hitokoto"]	= "不管你说再多的慌，只有自己的内心，是无法欺骗的啊。" ;
      } ;
  [15]	= {
      ["from"]	= "通灵王" ;
      ["hitokoto"]	= "爱,其实很简单，困难的是去接受它。" ;
      } ;
  [16]	= {
      ["from"]	= "夜魔侠" ;
      ["hitokoto"]	= "Choose , and choose wisely . Or others shall choose for you ." ;
      } ;
  [17]	= {
      ["from"]	= "萤火之森" ;
      ["hitokoto"]	= "其实美丽的故事都是没有结局的，只因为它没有结局所以才会美丽。" ;
      } ;
  [18]	= {
      ["from"]	= "声の形" ;
      ["hitokoto"]	= "我和你，可以做朋友吗？" ;
      } ;
  [19]	= {
      ["from"]	= "海贼王" ;
      ["hitokoto"]	= "今后无论发生什么事也好，这个左手上的⋯⋯都是同伴的记号！" ;
      } ;
  [20]	= {
      ["from"]	= "电波教师" ;
      ["hitokoto"]	= "总有一天一定会……有站在你身边与你展望着同样的未来的伙伴出现。" ;
      } ;
  [21]	= {
      ["from"]	= "穿越西元3000后" ;
      ["hitokoto"]	= "吟唱幸福的歌谣，令少女沉醉向往。童话堕入黑夜，是谎言还是幻梦，无声终结" ;
      } ;
  [22]	= {
      ["from"]	= "文学与少女" ;
      ["hitokoto"]	= "最最好的，与最最痛苦的，是一样的。" ;
      } ;
  [23]	= {
      ["from"]	= "电波教师" ;
      ["hitokoto"]	= "是不是现在踏出这一步，下决定的是他。" ;
      } ;
  [24]	= {
      ["from"]	= "哥斯拉不说话" ;
      ["hitokoto"]	= "跌跌撞撞的成长，又美又疼才是本质。" ;
      } ;
  [25]	= {
      ["from"]	= "学园救援团" ;
      ["hitokoto"]	= "管他不会说话还是不会交流，只要不放弃就一定能把意思传达给对方。" ;
      } ;
  [26]	= {
      ["from"]	= "长歌行" ;
      ["hitokoto"]	= "失去故土的花朵，回不去，却也离不开。" ;
      } ;
  [27]	= {
      ["from"]	= "子不语" ;
      ["hitokoto"]	= "那天，我听到了种子破土的声音，又细微又坚定。" ;
      } ;
  [28]	= {
      ["from"]	= "恶魔法则" ;
      ["hitokoto"]	= "身为冒险者，如果安静的老死在床上，那简直就是耻辱！" ;
      } ;
  [29]	= {
      ["from"]	= "轮回的花瓣" ;
      ["hitokoto"]	= "人在遇到才能时抱有的感情有三个，『感叹』 『恐怖』还有『嫉妒』" ;
      } ;
  [30]	= {
      ["from"]	= "我的青春恋爱物语果然有问题" ;
      ["hitokoto"]	= "爱与友情以及勇气改变不了一个人，只有受伤才能让人成长" ;
      } ;
  [31]	= {
      ["from"]	= "我的青春恋爱物语果然有问题" ;
      ["hitokoto"]	= "猫是可爱的，狼是很帅的。就是说，孤独又可爱又帅。" ;
      } ;
  [32]	= {
      ["from"]	= "我的青春恋爱物语果然有问题" ;
      ["hitokoto"]	= "世界上的男人 80%都抱有“她是不是喜欢我？”这样的想法而活 正因为如此 我才需要告诫自己 「永远都不要以为妹子喜欢你」" ;
      } ;
  [33]	= {
      ["from"]	= "我的青春恋爱物语果然有问题" ;
      ["hitokoto"]	= "孤独的人不会伤害别人，只会不断地伤害自己罢了。" ;
      } ;
  [34]	= {
      ["from"]	= "我的青春恋爱物语果然有问题" ;
      ["hitokoto"]	= "温柔正确的人总是难以生存，因为这世界既不温柔，也不正确" ;
      } ;
  [35]	= {
      ["from"]	= "镇魂街" ;
      ["hitokoto"]	= "末将于禁，愿为曹家世代赴汤蹈火。" ;
      } ;
  [36]	= {
      ["from"]	= "银魂" ;
      ["hitokoto"]	= "和你们这些少爷不同，我们光是活着就竭尽全力了。" ;
      } ;
  [37]	= {
      ["from"]	= "薄荷之夏" ;
      ["hitokoto"]	= "不幸的是我们等了那么多年，幸运的我们那么多年过去还一直在一起" ;
      } ;
  [38]	= {
      ["from"]	= "妖怪名单" ;
      ["hitokoto"]	= "人，百年一世；龙，百年一岁。君生吾已老，君未变，而吾已老。" ;
      } ;
  [39]	= {
      ["from"]	= "刺客伍六七" ;
      ["hitokoto"]	= "我今天就是要带她走，我看哪个敢拦我。" ;
      } ;
  [40]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "小鸟......是无法追上飞龙的。" ;
      } ;
  [41]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "我命令你，喜欢我！" ;
      } ;
  [42]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "我只是不想再失去他——哪怕是仅存在一瞬的幻影！" ;
      } ;
  [43]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "身为魔物，难道就没生存的价值了吗？是谁给了人类如此傲慢的资格......" ;
      } ;
  [44]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "伤口只要闭上眼就会消失吗？悲鸣只要听不见就不存在了吗？就算能逃到世界的边缘，也无法逃避自己内心的声音。" ;
      } ;
  [45]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "哪怕这一路上只有苦难和悲伤，只有悔恨和绝望——你也会坚持自己的选择吗？！" ;
      } ;
  [46]	= {
      ["from"]	= "BLEACH" ;
      ["hitokoto"]	= "憧憬是距离理解最遥远的感情" ;
      } ;
  [47]	= {
      ["from"]	= "BLEACH" ;
      ["hitokoto"]	= "不要轻易的口出狂言，那样只会透露出你的软弱。" ;
      } ;
  [48]	= {
      ["from"]	= "井上织姬" ;
      ["hitokoto"]	= "如果我是雨的话，也能像连接那永远都不将交汇的天空和大地一样，去连接某个人的心吗。" ;
      } ;
  [49]	= {
      ["from"]	= "加油大魔王" ;
      ["hitokoto"]	= "不要太小看人类了！" ;
      } ;
  [50]	= {
      ["from"]	= "一拳超人" ;
      ["hitokoto"]	= "我又不是因为你们的评价才去当的英雄，是因为我想当才去当的" ;
      } ;
  [51]	= {
      ["from"]	= "久保带人" ;
      ["hitokoto"]	= "如果我手上没有剑，我就无法保护你；如果我一直握着剑，我就无法抱紧你" ;
      } ;
  [52]	= {
      ["from"]	= "蓝染惣右介" ;
      ["hitokoto"]	= "憧憬是距离理解最遥远的感情" ;
      } ;
  [53]	= {
      ["from"]	= "一拳超人" ;
      ["hitokoto"]	= "我之所以想变强，是为了活得轻松写意。" ;
      } ;
  [54]	= {
      ["from"]	= "一拳超人" ;
      ["hitokoto"]	= "强大使人快乐。" ;
      } ;
  [55]	= {
      ["from"]	= "JOJO的奇妙冒险" ;
      ["hitokoto"]	= "我们是学生，学生就要有学生的样子。" ;
      } ;
  [56]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "天使也好，恶魔也罢，不过是另一个世界的虚幻。现实也好，幻想也罢，不过是自己不敢面对真理的避风港。" ;
      } ;
  [57]	= {
      ["from"]	= "BLEACH" ;
      ["hitokoto"]	= "憧憬，是距离了解最遥远的一种感情。" ;
      } ;
  [58]	= {
      ["from"]	= "JOJO的奇妙冒险" ;
      ["hitokoto"]	= "吾心吾行澄如明镜，所作所为皆为正义。" ;
      } ;
  [59]	= {
      ["from"]	= "次元战争·红龙" ;
      ["hitokoto"]	= "我们总会为了昨天的伤害而痛苦，但请求你不要把今天埋上阴影，我们不要为了伤害你的人而痛苦的活着，记住那些爱你的人，为了她们努力的去活好每一个今天吧！" ;
      } ;
  [60]	= {
      ["from"]	= "次元战争·红龙" ;
      ["hitokoto"]	= "任尘世繁华，唯有守护你的一切，才是我此生唯一的使命。" ;
      } ;
  [61]	= {
      ["from"]	= "狼与香辛料" ;
      ["hitokoto"]	= "此时此刻的咱啊，能和汝在一起，是最幸福的了。" ;
      } ;
  [62]	= {
      ["from"]	= "我们仍未知道那天所看见的花的名字" ;
      ["hitokoto"]	= "愿时光能缓，愿故人不散！" ;
      } ;
  [63]	= {
      ["from"]	= "次元战争·红龙" ;
      ["hitokoto"]	= "如果有一个喜欢你的人出现，一定不要凶她哦！" ;
      } ;
  [64]	= {
      ["from"]	= "你的名字" ;
      ["hitokoto"]	= "人总是贪婪的，就像最开始，我也只是想知道你的名字。" ;
      } ;
  [65]	= {
      ["from"]	= "鬼灭之刃" ;
      ["hitokoto"]	= "这一路走来我都做得很好，我是能干的人，今天也是，从今往后也是，无论有多挫折。" ;
      } ;
  } ;