return {
  [1]	= {
      ["from"]	= "刺客信条" ;
      ["hitokoto"]	= "Nothing is true, everything is permitted." ;
      } ;
  [2]	= {
      ["from"]	= "东方永夜抄" ;
      ["hitokoto"]	= "越是锐利的小刀切完东西后就越容易变钝。" ;
      } ;
  [3]	= {
      ["from"]	= "Eden" ;
      ["hitokoto"]	= "就算一次也好，我想在这颗星球上尽情奔跑。" ;
      } ;
  [4]	= {
      ["from"]	= "仙剑奇侠传四" ;
      ["hitokoto"]	= "承君此诺，必守一生。" ;
      } ;
  [5]	= {
      ["from"]	= "东方project" ;
      ["hitokoto"]	= "少女祈祷中……" ;
      } ;
  [6]	= {
      ["from"]	= "符文工房" ;
      ["hitokoto"]	= "只要你还记得我，我就会一直在你的身边。" ;
      } ;
  [7]	= {
      ["from"]	= "幻想水浒传" ;
      ["hitokoto"]	= "这一路上有你的陪伴，我不再孤单。" ;
      } ;
  [8]	= {
      ["from"]	= "风色幻想" ;
      ["hitokoto"]	= "这是眼泪吗？原来眼泪是这么的温暖，我一直以为，哀伤的东西都是冰冷的。" ;
      } ;
  [9]	= {
      ["from"]	= "鬼泣" ;
      ["hitokoto"]	= "如果我会变成恶魔，那就随他吧。我会接受放逐，一切只为了保护她。" ;
      } ;
  [10]	= {
      ["from"]	= "CLANNAD" ;
      ["hitokoto"]	= "无论发生什么，都请不要后悔与我的相遇……" ;
      } ;
  [11]	= {
      ["from"]	= "仙剑4" ;
      ["hitokoto"]	= "生尽欢，死无憾。" ;
      } ;
  [12]	= {
      ["from"]	= "仙剑奇侠传" ;
      ["hitokoto"]	= "我决定以人类的一个方法来感激你，我打算以身相许！" ;
      } ;
  [13]	= {
      ["from"]	= "秋之回忆" ;
      ["hitokoto"]	= "从一开始，我就不那么喜欢你。" ;
      } ;
  [14]	= {
      ["from"]	= "秋之回忆" ;
      ["hitokoto"]	= "谎言不一定是谎言，被发现的谎言，才算是谎言。" ;
      } ;
  [15]	= {
      ["from"]	= "伊苏" ;
      ["hitokoto"]	= "要超越过去与悲伤，用坚强和笑容去开拓明天。" ;
      } ;
  [16]	= {
      ["from"]	= "秋之回忆" ;
      ["hitokoto"]	= "人总是会变的，不要害怕改变哦。" ;
      } ;
  [17]	= {
      ["from"]	= "仙剑奇侠传" ;
      ["hitokoto"]	= "既不回头，何必不忘；既然无缘，何必誓言；今日种种，似水无痕。" ;
      } ;
  [18]	= {
      ["from"]	= "仙剑奇侠传" ;
      ["hitokoto"]	= "刁蛮少女贵千金，比武招亲动芳心。盼能与君长相依，结伴江湖侠侣行。" ;
      } ;
  [19]	= {
      ["from"]	= "魔兽世界" ;
      ["hitokoto"]	= "工程穷三代，考古毁一生。" ;
      } ;
  [20]	= {
      ["from"]	= "魔兽世界" ;
      ["hitokoto"]	= "愿风指引着你的道路，愿你的刀刃永远锋利。" ;
      } ;
  [21]	= {
      ["from"]	= "古剑奇谭" ;
      ["hitokoto"]	= "虽有遗憾，并无后悔。" ;
      } ;
  [22]	= {
      ["from"]	= "仙剑奇侠传" ;
      ["hitokoto"]	= "魔非魔，道非道，善恶在人心。欲非欲，情非情，姻缘由天定。" ;
      } ;
  [23]	= {
      ["from"]	= "银河和声" ;
      ["hitokoto"]	= "人与人在偶然之中创造相遇与别离。" ;
      } ;
  [24]	= {
      ["from"]	= "幻想三国志" ;
      ["hitokoto"]	= "一年、两年、三年……十年、百年、千年……即使用永恒的时间来等待，我也想再见你一面。" ;
      } ;
  [25]	= {
      ["from"]	= "诛仙二" ;
      ["hitokoto"]	= "少年心意，一如明月松间的青石流水，那些年里看到了，却不懂。" ;
      } ;
  [26]	= {
      ["from"]	= "零之轨迹" ;
      ["hitokoto"]	= "人是只要活在世上，就是必须背负某种罪孽的存在，正是这样，人只要活著就总会面对[墙壁]。重要的是要有跨越墙壁的意志。" ;
      } ;
  [27]	= {
      ["from"]	= "薄樱鬼" ;
      ["hitokoto"]	= "绚烂如繁樱，瞬息绽放后凋落。 花以香为证，曾美至惊心动魄。" ;
      } ;
  [28]	= {
      ["from"]	= "琪露诺" ;
      ["hitokoto"]	= "「あたいってば最強ね！」（本小姐最強）" ;
      } ;
  [29]	= {
      ["from"]	= "芳乃樱" ;
      ["hitokoto"]	= "我不承认需要有人牺牲的魔法，而且人与人的思念，可以超越魔法。" ;
      } ;
  [30]	= {
      ["from"]	= "芳乃樱" ;
      ["hitokoto"]	= "能够实现愿望的樱花树啊，为什么不能满足这些孩子们如此真诚的要求呢？" ;
      } ;
  [31]	= {
      ["from"]	= "芳乃樱" ;
      ["hitokoto"]	= "我就是小偷，专门来偷走哥哥的心" ;
      } ;
  [32]	= {
      ["from"]	= "四糸乃" ;
      ["hitokoto"]	= "怎么样，士道君，四糸乃很酷吧，四糸乃很酷吧" ;
      } ;
  [33]	= {
      ["from"]	= "沙耶之歌" ;
      ["hitokoto"]	= "那随风飘荡的蒲公英种子，会在什么时候决定自己的命运呢？" ;
      } ;
  [34]	= {
      ["from"]	= "沙耶之歌" ;
      ["hitokoto"]	= "有了她灿烂的笑脸,有了活下去面对每一天的勇气。" ;
      } ;
  [35]	= {
      ["from"]	= "沙耶之歌" ;
      ["hitokoto"]	= "最后呢，在这片沙漠之中，至少我能知道还会有一个，珍爱这朵花儿的人。有一个人就足够了。" ;
      } ;
  [36]	= {
      ["from"]	= "沙耶之歌" ;
      ["hitokoto"]	= "纯氧对生物有害，毫无保留的真相，只会把人的精神击溃。一比五的氧与氮，才是可供呼吸的空气。同样，呼吸著以戏言稀释的少量真实，人才能维持健全的心。" ;
      } ;
  [37]	= {
      ["from"]	= "训犬者洛克希" ;
      ["hitokoto"]	= "关门，放狗！" ;
      } ;
  [38]	= {
      ["from"]	= "战争守卫沙尔图拉" ;
      ["hitokoto"]	= "我战斗到了最后一刻！" ;
      } ;
  [39]	= {
      ["from"]	= "阴郁院长加丁" ;
      ["hitokoto"]	= "正在上课！" ;
      } ;
  [40]	= {
      ["from"]	= "堕降的瓦拉斯塔兹" ;
      ["hitokoto"]	= "你的死亡让我的掉败更加沉重！" ;
      } ;
  [41]	= {
      ["from"]	= "大领主莫格莱尼" ;
      ["hitokoto"]	= "生命本身毫无意义，只有死亡才能让你邃晓人性的真谛！" ;
      } ;
  [42]	= {
      ["from"]	= "艾索雷葛斯" ;
      ["hitokoto"]	= "这就是好奇的代价！" ;
      } ;
  [43]	= {
      ["from"]	= "血色指挥官莫格莱尼" ;
      ["hitokoto"]	= "为你而战，我的女士！" ;
      } ;
  [44]	= {
      ["from"]	= "管理者埃克索图斯" ;
      ["hitokoto"]	= "尘归尘，土归土！" ;
      } ;
  [45]	= {
      ["from"]	= "奥妮克希亚" ;
      ["hitokoto"]	= "要邃晓你的处境，凡人！" ;
      } ;
  [46]	= {
      ["from"]	= "无疤者奥斯里安" ;
      ["hitokoto"]	= "我……败……了……" ;
      } ;
  [47]	= {
      ["from"]	= "无疤者奥斯里安" ;
      ["hitokoto"]	= "“沙漠，扬起你的沙砾，遮蔽太阳的光芒吧！！”" ;
      } ;
  [48]	= {
      ["from"]	= "光明使者乌瑟尔" ;
      ["hitokoto"]	= "我们是圣骑士，不能让复仇的情绪占据我们的意识。" ;
      } ;
  [49]	= {
      ["from"]	= "奥格瑞姆.毁灭之锤" ;
      ["hitokoto"]	= "没人生来杰出。" ;
      } ;
  [50]	= {
      ["from"]	= "阿克蒙德" ;
      ["hitokoto"]	= "颤抖吧,凡人！" ;
      } ;
  [51]	= {
      ["from"]	= "克尔苏加德" ;
      ["hitokoto"]	= "退后，你们这些无知的家伙！你不会就这样死的，我的国王！" ;
      } ;
  [52]	= {
      ["from"]	= "格罗姆.地狱咆哮" ;
      ["hitokoto"]	= "最后，我终于解放了我自己……" ;
      } ;
  [53]	= {
      ["from"]	= "伊利丹.怒风" ;
      ["hitokoto"]	= "叛徒？事实上，我才是被背叛的人！" ;
      } ;
  [54]	= {
      ["from"]	= "提里奥.弗丁" ;
      ["hitokoto"]	= "种族不代表荣耀，我见过最高尚的兽人，也见过最卑劣的人类。" ;
      } ;
  [55]	= {
      ["from"]	= "阿尔萨斯&巫妖王耐奥祖" ;
      ["hitokoto"]	= "Now,we are one！！" ;
      } ;
  [56]	= {
      ["from"]	= "麦迪文" ;
      ["hitokoto"]	= "这个世界已经不再需要我这个守护者了，大地的创伤，会由它自己慢慢的回复，而各个生存在这里的种族的未来，就只有靠他们自己的努力了。" ;
      } ;
  [57]	= {
      ["from"]	= "东方永夜抄" ;
      ["hitokoto"]	= "生生生生暗生始，死死死死冥死终。" ;
      } ;
  [58]	= {
      ["from"]	= "东方project" ;
      ["hitokoto"]	= "少女祈祷中…" ;
      } ;
  [59]	= {
      ["from"]	= "最终幻想" ;
      ["hitokoto"]	= "人能够在心里郁积那么多的事情，而他们又会忘记那么多的事情，真是不可思议…" ;
      } ;
  [60]	= {
      ["from"]	= "东方Project" ;
      ["hitokoto"]	= "我是最强的！" ;
      } ;
  [61]	= {
      ["from"]	= "秋之回忆" ;
      ["hitokoto"]	= "到底该怎么做，你才会重新喜欢我呢？" ;
      } ;
  [62]	= {
      ["from"]	= "幻想三国志" ;
      ["hitokoto"]	= "一年、两年、三年…十年、百年、千年…即使用永恒的时间来等待，我也想再见你一面。" ;
      } ;
  [63]	= {
      ["from"]	= "零之轨迹" ;
      ["hitokoto"]	= "如果我贏了，你就是我的人了" ;
      } ;
  [64]	= {
      ["from"]	= "东方同人志" ;
      ["hitokoto"]	= "我的黑衣又该如何将你的星空包裹。" ;
      } ;
  [65]	= {
      ["from"]	= "碧之轨迹" ;
      ["hitokoto"]	= "我就这样从《圣经》偷出些断章残句，来掩饰我的赤裸裸的罪行。外表上装做圣徒，暗地里是八卦心肠。" ;
      } ;
  [66]	= {
      ["from"]	= "narcissu" ;
      ["hitokoto"]	= "让留下的人，笑着活下去" ;
      } ;
  [67]	= {
      ["from"]	= "仙剑奇侠传四" ;
      ["hitokoto"]	= "或许人和人之间的缘分，都是注定的。" ;
      } ;
  [68]	= {
      ["from"]	= "仙剑奇侠传4" ;
      ["hitokoto"]	= "即使你改变了过程，也改不了结果。" ;
      } ;
  [69]	= {
      ["from"]	= "仙剑4" ;
      ["hitokoto"]	= "我宁可一开始就不认识那个人，也好过相识以后却要生死离别。" ;
      } ;
  [70]	= {
      ["from"]	= "Steins;Gate" ;
      ["hitokoto"]	= "El psy congroo!" ;
      } ;
  [71]	= {
      ["from"]	= "李白" ;
      ["hitokoto"]	= "十步杀一人，千里不留行。" ;
      } ;
  [72]	= {
      ["from"]	= "三色绘恋" ;
      ["hitokoto"]	= "电脑高手,哈哈哈哈哈,你这嘴里蹦的都是几几年的形容词啊" ;
      } ;
  [73]	= {
      ["from"]	= "三色绘恋" ;
      ["hitokoto"]	= "无论是钱，是名，还是其他的什么东西——只要他觉得有，他就会去做。哪怕是。。交易" ;
      } ;
  [74]	= {
      ["from"]	= "三色绘恋" ;
      ["hitokoto"]	= "那些每天骂公司骂社会骂国家的大人，不还是得为了那么点钱起早贪黑地蹬着自行车上班么。" ;
      } ;
  [75]	= {
      ["from"]	= "三色绘恋" ;
      ["hitokoto"]	= "那为什么我高一的时候整个年级组里就只见得着老头儿和老太太呢，真是匪夷所思。" ;
      } ;
  [76]	= {
      ["from"]	= "三色绘恋" ;
      ["hitokoto"]	= "坚决不要相信任何班主任说过的 马上放学 ，果然是这个世界上的某一句真理。" ;
      } ;
  [77]	= {
      ["from"]	= "最终幻想XIV" ;
      ["hitokoto"]	= "知识不求人。" ;
      } ;
  [78]	= {
      ["from"]	= "Bloodborne" ;
      ["hitokoto"]	= "猎人永不孤单。" ;
      } ;
  [79]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "光明，制造瞎子" ;
      } ;
  [80]	= {
      ["from"]	= "尼尔：机械纪元" ;
      ["hitokoto"]	= "未来不是被给予的，而是自己争取的" ;
      } ;
  [81]	= {
      ["from"]	= "刺客信条" ;
      ["hitokoto"]	= "万物皆虚，万事皆允" ;
      } ;
  [82]	= {
      ["from"]	= "漆黑的魅影" ;
      ["hitokoto"]	= "所有的梦境都是另一个现实，永远不要忘记。" ;
      } ;
  [83]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "时螶以爱吻我，我当回报以歌。" ;
      } ;
  [84]	= {
      ["from"]	= "Portal" ;
      ["hitokoto"]	= "The cake is a lie." ;
      } ;
  [85]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "以我全部的生命和力量，保卫人权大宪章，并将其延伸至银河所有知觉生命的正当权利。" ;
      } ;
  [86]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "I solemnly swear, to devote my life and abilities, in defense of the United Nations of Earth, to defend the constitution of man, and to further the universal rights of all sentient life, from the depths of the Pacific, to the edge of the galaxy, for as lo" ;
      } ;
  [87]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "在那里，悖论相互交织成结并最终凝结成一个意识体，一个处于时间之外的欲望与意志的联结。" ;
      } ;
  [88]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "如果我们这么做了，某些事情将会发生。我们必须这么做，这是科学的探索。" ;
      } ;
  [89]	= {
      ["from"]	= "KARAKARA" ;
      ["hitokoto"]	= "为了明天和下个明天.怀抱着籍由互相弥补而获得,无可取代的平静." ;
      } ;
  [90]	= {
      ["from"]	= "克里斯" ;
      ["hitokoto"]	= "身为蝼蚁的你，真的很努力呢。" ;
      } ;
  [91]	= {
      ["from"]	= "魔兽世界 伊莉丹" ;
      ["hitokoto"]	= "我被囚禁了一万年，又被逐出了自己的故乡，现在你们竟敢闯入我的领地，真是自寻死路……你们这是自寻死路！" ;
      } ;
  [92]	= {
      ["from"]	= "三国杀 神司马懿" ;
      ["hitokoto"]	= "狂战似魔，深谋如鬼" ;
      } ;
  [93]	= {
      ["from"]	= "三国杀 神司马懿" ;
      ["hitokoto"]	= "韬光养晦，静待时机" ;
      } ;
  [94]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "以剑与火之力，异端之地将燃，以异端之烬，银河将得昌盛。" ;
      } ;
  [95]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "当时间悖论开始相互纠缠之时，一个难以形容的意识会渐渐苏醒，它渴望着，索求着。" ;
      } ;
  [96]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "时间定然是不能双向流动的。缠绕着宇宙的巨蛇，用它那比我们母星还大的双眼暗中窥视，这一切也纯属无稽之谈。然而，曾经的无稽之谈现已一一兑现。" ;
      } ;
  [97]	= {
      ["from"]	= "Stellaris" ;
      ["hitokoto"]	= "继续战斗！为了子子孙孙，你们不能放弃！别让我们的牺牲付诸东流！我们……啊啊啊啊啊啊啊——【信号丢失】" ;
      } ;
  [98]	= {
      ["from"]	= "星际争霸2" ;
      ["hitokoto"]	= "My life for aiur!" ;
      } ;
  [99]	= {
      ["from"]	= "东方妖妖梦" ;
      ["hitokoto"]	= "阁下是，人类？" ;
      } ;
  [100]	= {
      ["from"]	= "大空魔術" ;
      ["hitokoto"]	= "咖啡哪怕是一瞬间被置于真空当中，就会因为过低的气压导致瞬间的沸腾，之后被夺走蒸发热的水在沸腾的瞬间将冰冻。" ;
      } ;
  [101]	= {
      ["from"]	= "gta5麦克" ;
      ["hitokoto"]	= "不计代价，小子，活下去。" ;
      } ;
  [102]	= {
      ["from"]	= "近月少女的礼仪" ;
      ["hitokoto"]	= "虽然爱情主要取决于精神层面的东西，但是恋情却在相貌，气味等感官层面占的比例比较大。爱和恋并存，这才是所谓的恋爱啊" ;
      } ;
  [103]	= {
      ["from"]	= "东方永夜抄" ;
      ["hitokoto"]	= "萤火之光看起来比平常要更耀眼是错觉吗？今宵会成为永夜的吧。" ;
      } ;
  [104]	= {
      ["from"]	= "东方地灵殿" ;
      ["hitokoto"]	= "地上的光催我妒意，吹拂的风催我妒意。" ;
      } ;
  [105]	= {
      ["from"]	= "赤印Plus 不存在的圣诞节" ;
      ["hitokoto"]	= "当老天都不肯放过你的时候,不管怎么努力也都是徒劳......你说呢?" ;
      } ;
  [106]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "我为打破你周遭的囚墙而来，览尽世界，为你沉沦。" ;
      } ;
  [107]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "沉默——真正猎手的选择。" ;
      } ;
  [108]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "回声：寻觅归乡之路，一次一颗子弹" ;
      } ;
  [109]	= {
      ["from"]	= "叙事曲2" ;
      ["hitokoto"]	= "南天寂静亮星少，北落师门赛明灯" ;
      } ;
  [110]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "御剑于心，且听风吟。" ;
      } ;
  [111]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "断剑重铸之日，骑士归来之时。" ;
      } ;
  [112]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "吾虽浪迹天涯，却未迷失本心。" ;
      } ;
  [113]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "时间不在于你拥有多少，而在于你怎样使用。" ;
      } ;
  [114]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "如果碰壁，就用力把它碰穿。" ;
      } ;
  [115]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "落叶的一生，只是为了归根吧。" ;
      } ;
  [116]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "我于杀戮之中盛放，亦如黎明中的花朵。" ;
      } ;
  [117]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "我伤心的时候，你会不会认为我也是在搞笑？" ;
      } ;
  [118]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "生命，不过只是一场骗局，从你开始呼吸的那一刻起，你就已经在慢慢死亡了。" ;
      } ;
  [119]	= {
      ["from"]	= "东方非想天则" ;
      ["hitokoto"]	= "这个国家的大地是活的，正如神创造这片大地时那样。" ;
      } ;
  [120]	= {
      ["from"]	= "魔兽世界" ;
      ["hitokoto"]	= "英雄，愿你有一份不悔的爱情！" ;
      } ;
  [121]	= {
      ["from"]	= "口袋妖怪" ;
      ["hitokoto"]	= "不管什么时候，能够改变世界的人都是一心追逐梦想的人。" ;
      } ;
  [122]	= {
      ["from"]	= "口袋妖怪" ;
      ["hitokoto"]	= "这个世界上并没有绝对的强大或弱小。强大亦是弱小，弱小亦是强大。" ;
      } ;
  [123]	= {
      ["from"]	= "口袋妖怪" ;
      ["hitokoto"]	= "纵然身朽去，心美亦永恒。" ;
      } ;
  [124]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "那一张张卡牌上，都写满了你的名字，我总是告诉自己，哪一张没有你的名字，我就会忘记你。" ;
      } ;
  [125]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "我想你一定很想知道，你昏迷了多长时间……" ;
      } ;
  [126]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "寻觅归乡之路，一次一颗子弹" ;
      } ;
  [127]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "一场宴会上喝掉的酒，应该与流出的血一样多" ;
      } ;
  [128]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "找到迷失于黑夜的少女，这便是改写你命运的咒语" ;
      } ;
  [129]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "人与人的羁绊是真正的力量之源" ;
      } ;
  [130]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "亲爱的，你的心在哪里？" ;
      } ;
  [131]	= {
      ["from"]	= "少女前线" ;
      ["hitokoto"]	= "在凄惨的处境中回忆幸福，是世间最大的痛苦" ;
      } ;
  [132]	= {
      ["from"]	= "口袋妖怪" ;
      ["hitokoto"]	= "那些褪色后的记忆，人们会将之镌刻在内心的最深处。所有的梦都是另一个现实。请不要忘记。" ;
      } ;
  [133]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "Death is like the wind; always by my side. 死亡如风，常伴吾身。" ;
      } ;
  [134]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "My honor left a long time ago. 吾之荣耀，离别已久。" ;
      } ;
  [135]	= {
      ["from"]	= "11eyes" ;
      ["hitokoto"]	= "我们都是在不曾谋面之张开的神手掌上起舞的命运的奴隶。" ;
      } ;
  [136]	= {
      ["from"]	= "11eyes" ;
      ["hitokoto"]	= "流淌的命运之河的终点，也许在这一刻就被决定好了。" ;
      } ;
  [137]	= {
      ["from"]	= "激战2" ;
      ["hitokoto"]	= "必须有人浴血奋战，世上才有自由可言" ;
      } ;
  [138]	= {
      ["from"]	= "Overwatch" ;
      ["hitokoto"]	= "这个世界需要更多的英雄！" ;
      } ;
  [139]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "荣誉之于生死，救赎之于荣誉" ;
      } ;
  [140]	= {
      ["from"]	= "光环:士官长" ;
      ["hitokoto"]	= "不要随便对女生做承诺,尤其是在你没有把握的情况下。" ;
      } ;
  [141]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "我也许不是好人，也不是坏人，但肯定不是小人。" ;
      } ;
  [142]	= {
      ["from"]	= "尼尔-机械纪元" ;
      ["hitokoto"]	= "愿人类圣光永存！" ;
      } ;
  [143]	= {
      ["from"]	= "g-string" ;
      ["hitokoto"]	= "生者，生者，路化冰河。" ;
      } ;
  [144]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "当你手里有锤子，那么敌人就是钉子。" ;
      } ;
  [145]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "我曾经也许是个好人，但现在，我只是个士兵。" ;
      } ;
  [146]	= {
      ["from"]	= "光环:士官长" ;
      ["hitokoto"]	= "云外有天，年月有歌。" ;
      } ;
  [147]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "每个人都必须找到自己的使命。" ;
      } ;
  [148]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "我受到了召唤，我必须回应，一如既往。" ;
      } ;
  [149]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "为荣耀而生，为荣誉而死。" ;
      } ;
  [150]	= {
      ["from"]	= "HALO" ;
      ["hitokoto"]	= "双脚着地，踏入地狱。命运在最后一瞬间已经决定，尘土飞扬的大地，是地狱伞兵最后的归宿……" ;
      } ;
  [151]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "成败就此一战，我们必须拼尽全力。" ;
      } ;
  [152]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "勇气并非来自体力，而是来自不屈不挠的意志。" ;
      } ;
  [153]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "真正的大师，如艺术一般。" ;
      } ;
  [154]	= {
      ["from"]	= "剑网3" ;
      ["hitokoto"]	= "归期未如佳期至，巴山夜雨留荒词。" ;
      } ;
  [155]	= {
      ["from"]	= "Kanon" ;
      ["hitokoto"]	= "正因为不会发生，所以才叫奇迹。" ;
      } ;
  [156]	= {
      ["from"]	= "UNDERTALE" ;
      ["hitokoto"]	= "你充满了决心。" ;
      } ;
  [157]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "生命和死亡都是可以搬运的。" ;
      } ;
  [158]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "每个人都有不愿回想的……记忆，而我能感知到这些。" ;
      } ;
  [159]	= {
      ["from"]	= "亡灵" ;
      ["hitokoto"]	= "记住 耐心和寂寞是必不可少的 小心那些活着的家伙 别找死 拥抱黑暗吧" ;
      } ;
  [160]	= {
      ["from"]	= "瓦罗兰之盾 塔里克" ;
      ["hitokoto"]	= "我曾踏足山巅，也曾进入低谷，二者都让我受益良多！" ;
      } ;
  [161]	= {
      ["from"]	= "刺客伍六七" ;
      ["hitokoto"]	= "阿珍爱上了阿强" ;
      } ;
  [162]	= {
      ["from"]	= "Royal Never GIve Up" ;
      ["hitokoto"]	= "纵使疾风起，皇族不言弃。" ;
      } ;
  [163]	= {
      ["from"]	= "亚索" ;
      ["hitokoto"]	= "一剑！一念！" ;
      } ;
  [164]	= {
      ["from"]	= "东方绀珠传 ～ Legacy of Lunatic Kingdom." ;
      ["hitokoto"]	= "梦比现实更易侵蚀人的精神，刻意准备的梦是危险的。" ;
      } ;
  [165]	= {
      ["from"]	= "东方永夜抄 ～ Imperishable Night." ;
      ["hitokoto"]	= "真正的恐怖，存在于约定俗成的恐怖之外。" ;
      } ;
  [166]	= {
      ["from"]	= "Summer Pockets" ;
      ["hitokoto"]	= "明天会吹拂着明天的风。" ;
      } ;
  [167]	= {
      ["from"]	= "Summer Pockets" ;
      ["hitokoto"]	= "虽然，灯塔已经失去了光明……但是，只要有你的那首歌在，就一定能将那些人再次导向此方。" ;
      } ;
  [168]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "谢谢，这个世界需要更多的英雄。" ;
      } ;
  [169]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "见过我家那只可爱的宠物么？它的名字叫大白。" ;
      } ;
  [170]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "别人的幸福，你的地狱" ;
      } ;
  [171]	= {
      ["from"]	= "Summer Pockets" ;
      ["hitokoto"]	= "就算我们知道了彼此总有一天会分别，现在的时光，也绝不是没有意义的。" ;
      } ;
  [172]	= {
      ["from"]	= "Summer Pockets" ;
      ["hitokoto"]	= "我会穿越那七大海洋，去和你相见。" ;
      } ;
  [173]	= {
      ["from"]	= "Summer Pockets" ;
      ["hitokoto"]	= "帮助孩子，去实现他的梦想，对大人来说，那是无上的喜悦。" ;
      } ;
  [174]	= {
      ["from"]	= "白色相簿2" ;
      ["hitokoto"]	= "为了我，你就永远当个废物吧；为了能让我好好努力，就一生，都成为我的负担吧。" ;
      } ;
  [175]	= {
      ["from"]	= "刺客信条" ;
      ["hitokoto"]	= "生于黑暗，侍奉光明。万物皆虚，万事皆允。" ;
      } ;
  [176]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "我们的工作是搬运生命和死亡。" ;
      } ;
  [177]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "如果争端能够避免，那我们应当沉默——如果战斗是必须的，那就战斗到最后！" ;
      } ;
  [178]	= {
      ["from"]	= "Fate / Grand Order" ;
      ["hitokoto"]	= "来吧！在地狱咆哮吧！为诞生的喜悦，为诞生的憎恨，为诞生的绝望——凛然咆哮吧！" ;
      } ;
  [179]	= {
      ["from"]	= "Fate / Grand Order" ;
      ["hitokoto"]	= "于此——聆听吧！汝之晚钟已然敲响！" ;
      } ;
  [180]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "欢迎回家，Dr。" ;
      } ;
  [181]	= {
      ["from"]	= "光环:士官长" ;
      ["hitokoto"]	= "我是他的盾牌，我是他的利刃。我深知他，连同他的过去和未来。" ;
      } ;
  [182]	= {
      ["from"]	= "守望先锋" ;
      ["hitokoto"]	= "我受到了召唤，我必须回应，一如既往。" ;
      } ;
  [183]	= {
      ["from"]	= "LIEat" ;
      ["hitokoto"]	= "龙真的是从人们的愿望和想法中诞生的吗？" ;
      } ;
  [184]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "消磨时间尚有更好的方法。想不想尝试一下？" ;
      } ;
  [185]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "这个人好弱啊，真的是我们的指挥使吗？" ;
      } ;
  [186]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "厌倦的人何止是你呢……但我还会继续等待下去，我必须继续等待下去" ;
      } ;
  [187]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "如果人类都是神之子的话——是否愿意给我…这个不听话的逆子一点奖赏？" ;
      } ;
  [188]	= {
      ["from"]	= "永远的七日之都 璐璐" ;
      ["hitokoto"]	= "我觉得世界无聊，是因为我的世界本身已经足够有趣了" ;
      } ;
  [189]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "红尘往事付流水，忘尽俗缘始得真，一饮而尽，再醉千年" ;
      } ;
  [190]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "以必将褪色的誓言，守护无法实现的愿望" ;
      } ;
  [191]	= {
      ["from"]	= "永远的七日之都" ;
      ["hitokoto"]	= "你要的未来，就是这个样子吗？" ;
      } ;
  [192]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "这颗心，像青天一样恢宏！" ;
      } ;
  [193]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "愿吾妹，无拘无束如沧海之风，纵情闪耀如夜空之星。" ;
      } ;
  [194]	= {
      ["from"]	= "駄作" ;
      ["hitokoto"]	= "白天四处回响的学生们的喧嚣声全无踪迹。连虫鸣声，都像是从别的世界传来的。" ;
      } ;
  [195]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "我发现，勇气根本靠不住，只有完全的疯狂才有意义。" ;
      } ;
  [196]	= {
      ["from"]	= "刺客信条" ;
      ["hitokoto"]	= "就连你所保护的人都背叛了你，你还在坚持什么？因为无人愿意挺身而出！" ;
      } ;
  [197]	= {
      ["from"]	= "galgame" ;
      ["hitokoto"]	= "黄油嘴边讲，纯爱心中藏。废萌永不倒，甜作放光芒。" ;
      } ;
  [198]	= {
      ["from"]	= "终末之诗" ;
      ["hitokoto"]	= "I see the player you mean." ;
      } ;
  [199]	= {
      ["from"]	= "FGO" ;
      ["hitokoto"]	= "在我死后，还有谁能理解你呢？还有谁能陪你一同前行呢？朋友啊……\13\
一想到你今后将孤独地活下去，我就不禁泪水长流……" ;
      } ;
  [200]	= {
      ["from"]	= "FGO" ;
      ["hitokoto"]	= "爱情会轻易转换为憎恨，正因为你如此被深爱，才会遭到人们的憎恨。" ;
      } ;
  [201]	= {
      ["from"]	= "FGO" ;
      ["hitokoto"]	= "我在人民的祈求下成为王后。没有民众，王后怎么能称得上王后呢？" ;
      } ;
  [202]	= {
      ["from"]	= "异次元通讯" ;
      ["hitokoto"]	= "走在未知的道路上，不能停也不能回头。" ;
      } ;
  [203]	= {
      ["from"]	= "Undertale" ;
      ["hitokoto"]	= "这真是美好的一天，鸟儿在歌唱，鲜花在绽放……在这样的一天里，像你这样的孩子……应该在地狱里燃烧。" ;
      } ;
  [204]	= {
      ["from"]	= "巫师3" ;
      ["hitokoto"]	= "瞬光斩黯黮，昭明破晦夜。" ;
      } ;
  [205]	= {
      ["from"]	= "彩虹六号" ;
      ["hitokoto"]	= "大佬永远都觉得自己是萌新。" ;
      } ;
  [206]	= {
      ["from"]	= "刺客信条" ;
      ["hitokoto"]	= "教条是一种提醒，并且要你去寻求智慧。" ;
      } ;
  [207]	= {
      ["from"]	= "第五人格" ;
      ["hitokoto"]	= "亲眼所见，亦非真实。" ;
      } ;
  [208]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "开始的敌人和最后一个敌人，都是你自己。" ;
      } ;
  [209]	= {
      ["from"]	= "Fate/Stay night" ;
      ["hitokoto"]	= "输给谁都可以，唯独不能输给自己。" ;
      } ;
  [210]	= {
      ["from"]	= "刺客信条" ;
      ["hitokoto"]	= "万物皆虚，万物皆允。" ;
      } ;
  [211]	= {
      ["from"]	= "LIFE IS STRANGE 2" ;
      ["hitokoto"]	= "You know,that day…in Seattle…The day Dad was shot.I think about it every day…and I would give anything to change what happened…but I can’t." ;
      } ;
  [212]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "飘零的孤鸟，也有权利寻求幸福啊。" ;
      } ;
  [213]	= {
      ["from"]	= "東方永夜抄" ;
      ["hitokoto"]	= "不会让你们碰那个人类一根手指的！" ;
      } ;
  [214]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "“做到最牛”就是我所订下的每日标准，不管到哪儿都是。" ;
      } ;
  [215]	= {
      ["from"]	= "Minecraft" ;
      ["hitokoto"]	= "用悲伤来治愈会摧毁它。而悲伤是它的私人事务。我们不能干涉。" ;
      } ;
  [216]	= {
      ["from"]	= "Minecraft" ;
      ["hitokoto"]	= "宇宙说：你所斗争的黑暗就在你心中，你所寻找的光明就在你心中。" ;
      } ;
  [217]	= {
      ["from"]	= "崩坏三" ;
      ["hitokoto"]	= "我们就这样，生活在此地并不断离别。" ;
      } ;
  [218]	= {
      ["from"]	= "崩坏三" ;
      ["hitokoto"]	= "so leben wir und nehmen immer Abschied." ;
      } ;
  [219]	= {
      ["from"]	= "樱之诗" ;
      ["hitokoto"]	= "夜醒众人漫漫夜，宝船乘风破浪声。" ;
      } ;
  [220]	= {
      ["from"]	= "CytusⅡ" ;
      ["hitokoto"]	= "Can you hear me?" ;
      } ;
  [221]	= {
      ["from"]	= "Sdorica" ;
      ["hitokoto"]	= "Via Soul!" ;
      } ;
  [222]	= {
      ["from"]	= "英雄联盟" ;
      ["hitokoto"]	= "优雅，永不过时。" ;
      } ;
  [223]	= {
      ["from"]	= "Deemo" ;
      ["hitokoto"]	= "Never left without saying goodbye." ;
      } ;
  [224]	= {
      ["from"]	= "三色绘恋s" ;
      ["hitokoto"]	= "自己的痛苦别人无法理解。" ;
      } ;
  [225]	= {
      ["from"]	= "王者荣耀" ;
      ["hitokoto"]	= "长城之上，是千亿的星空，星空之上，是不灭的守望。" ;
      } ;
  [226]	= {
      ["from"]	= "大逆转裁判2" ;
      ["hitokoto"]	= "我多希望恶魔的力量不要施展，希望这一切都不过是我的幻想……不，不对。我祈祷的是这恶魔之力……一定要彻底断绝凶手的性命！" ;
      } ;
  [227]	= {
      ["from"]	= "精灵与萤火意志" ;
      ["hitokoto"]	= "我的名字，是奥里。" ;
      } ;
  [228]	= {
      ["from"]	= "精灵与萤火意志" ;
      ["hitokoto"]	= "一件善举：一只莫基因为你与家人团聚了。" ;
      } ;
  [229]	= {
      ["from"]	= "崩坏3" ;
      ["hitokoto"]	= "纵使长夜漫漫永劫无期，我也要化身星辰点燃希望，你的誓言由我来实现。" ;
      } ;
  [230]	= {
      ["from"]	= "崩坏3" ;
      ["hitokoto"]	= "醒时空为梦一场，事事俱忘，何处是吾乡。" ;
      } ;
  [231]	= {
      ["from"]	= "符华" ;
      ["hitokoto"]	= "怡然独向九霄中， 坐看浮生作梦。" ;
      } ;
  [232]	= {
      ["from"]	= "崩坏3" ;
      ["hitokoto"]	= "纵使黑云蔽日，我也要燃烧天空，带你找到回家的路。" ;
      } ;
  [233]	= {
      ["from"]	= "洛克王国" ;
      ["hitokoto"]	= "无论是云中落下的一滴水，还是湖面中微风吹起的一道涟漪，都有她的身影。" ;
      } ;
  [234]	= {
      ["from"]	= "«最后一分钟»，TNO启示录事件" ;
      ["hitokoto"]	= "清晨的花朵，开在黄昏中的残骸之上，一切都会过去，不是吗？" ;
      } ;
  [235]	= {
      ["from"]	= "«时光飞逝»，TNO启示录事件" ;
      ["hitokoto"]	= "时间的意义取决于人类：千年如一日，一日复千年。" ;
      } ;
  [236]	= {
      ["from"]	= "«最后的老兵»，TNO启示录事件" ;
      ["hitokoto"]	= "遗忘，也是种解脱：当人们为之逝去，活下来的为之蒙恨的时候。" ;
      } ;
  [237]	= {
      ["from"]	= "«无耻之徒»，TNO启示录事件" ;
      ["hitokoto"]	= "时代变了，但有些事情可还没变呢，大人。" ;
      } ;
  [238]	= {
      ["from"]	= "核爆前半小时" ;
      ["hitokoto"]	= "仆从和主人，多么美妙的爱情故事，愿他们生活在一个能自由相爱的世界吧。" ;
      } ;
  [239]	= {
      ["from"]	= "«维齐米尔的诅咒»，TNO启示录事件" ;
      ["hitokoto"]	= "切尔诺贝利——人间禁地，动物的乐园。" ;
      } ;
  [240]	= {
      ["from"]	= "«辩护»，TNO启示录事件" ;
      ["hitokoto"]	= "追求理想的利他主义，与追求道德制高点的自我满足，不仔细观察是没有区别的。" ;
      } ;
  [241]	= {
      ["from"]	= "«动物博览园»，TNO启示录事件" ;
      ["hitokoto"]	= "伊甸园的存在，是为证明世界的罪恶。" ;
      } ;
  [242]	= {
      ["from"]	= "«宝库»，TNO启示录事件" ;
      ["hitokoto"]	= "没错，都被我，你们的希姆莱爷爷偷走啦！" ;
      } ;
  [243]	= {
      ["from"]	= "«无聊»，TNO启示录事件" ;
      ["hitokoto"]	= "当然是教你们养鸡啦，将优等种的德意志鸡推广到全世界！" ;
      } ;
  [244]	= {
      ["from"]	= "«奥斯特帕的鬼屋»，TNO启示录事件" ;
      ["hitokoto"]	= "是我，慈祥的希姆莱爷爷哒！快进来让我摸摸。" ;
      } ;
  [245]	= {
      ["from"]	= "«遗迹的诅咒»，TNO启示录事件" ;
      ["hitokoto"]	= "那么究竟是末日的记忆让人心冰冷，还是冰冷带来了那一天的毁灭呢？" ;
      } ;
  [246]	= {
      ["from"]	= "«最后的比赛»，TNO启示录事件" ;
      ["hitokoto"]	= "现代技术的遗产，跑车与石油，人类永恒的追求，速度与激情。燃烧与腐朽，宁愿燃烧，不愿腐朽！" ;
      } ;
  [247]	= {
      ["from"]	= "«老和尚的寓言»，TNO启示录事件" ;
      ["hitokoto"]	= "诸行无常、诸法无我、涅槃喧嚣。" ;
      } ;
  [248]	= {
      ["from"]	= "«大衰退»，TNO启示录事件" ;
      ["hitokoto"]	= "它们随风飘落，恰好落在一处光滑的斜坡上动弹不得，而后雪崩来了。" ;
      } ;
  [249]	= {
      ["from"]	= "«最后的自由»，TNO启示录事件" ;
      ["hitokoto"]	= "对于德国的奴隶，没有什么比死亡更可怕，感谢这场核战！" ;
      } ;
  [250]	= {
      ["from"]	= "«诅咒之书»，TNO启示录事件" ;
      ["hitokoto"]	= "予以民众精神上的启蒙和引导，才是真正值得歌颂的正途，愚昧的仪式只会引来更深层的愚昧。" ;
      } ;
  [251]	= {
      ["from"]	= "«万世为王»，TNO启示录事件" ;
      ["hitokoto"]	= "天下大势，顺人心者兴，成功者不一定是最有能力的人，但自然是抓住机会的人。" ;
      } ;
  [252]	= {
      ["from"]	= "«纪念之日»，TNO启示录事件" ;
      ["hitokoto"]	= "有朝一日，是否会有人纪念他们。" ;
      } ;
  [253]	= {
      ["from"]	= "«友谊的远征»，TNO启示录事件" ;
      ["hitokoto"]	= "记忆，总会传承下去，无论是用何种方式。" ;
      } ;
  [254]	= {
      ["from"]	= "«红小鬼»，TNO启示录事件" ;
      ["hitokoto"]	= "革命家与充满血泪的时代，一起走向终结，但那不是结束，后来者还需为己而战。" ;
      } ;
  [255]	= {
      ["from"]	= "«人类的第二步»，TNO启示录事件" ;
      ["hitokoto"]	= "个人一小步，人类一大步；无论大步还是小步，总是左右世界的步伐。" ;
      } ;
  [256]	= {
      ["from"]	= "«复仇»，TNO启示录事件" ;
      ["hitokoto"]	= "当代价不再重要，人们也会对恐惧有所遗忘。" ;
      } ;
  [257]	= {
      ["from"]	= "«塔罗之书»，TNO启示录事件" ;
      ["hitokoto"]	= "知识是人类进步的阶梯，万代积累的结果，如果它们失传了，人类的时代也就真正落幕了。" ;
      } ;
  [258]	= {
      ["from"]	= "心灵终结" ;
      ["hitokoto"]	= "Heaven's net is wide, but there's nothing through." ;
      } ;
  [259]	= {
      ["from"]	= "《火时代传奇》" ;
      ["hitokoto"]	= "人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。" ;
      } ;
  [260]	= {
      ["from"]	= "«致一代的毁灭者»，TNO启示录事件" ;
      ["hitokoto"]	= "红，是浸满怒火的热血，是行将破晓的天空；黑，是被抛弃的蒙昧世界，是长夜将尽的洪钟。" ;
      } ;
  [261]	= {
      ["from"]	= "«狂欢节»，TNO启示录事件" ;
      ["hitokoto"]	= "人民是健忘的，但他们总有其他方式去记住。" ;
      } ;
  [262]	= {
      ["from"]	= "«万灵药的传说»，TNO启示录事件" ;
      ["hitokoto"]	= "将科学展示给原始人，他们觉得那是魔法；将魔法展示给现代人，他们总想找出些科学。" ;
      } ;
  [263]	= {
      ["from"]	= "«滑稽的男人»，TNO启示录事件" ;
      ["hitokoto"]	= "失去记忆的遗迹只是尊空壳。" ;
      } ;
  [264]	= {
      ["from"]	= "«披头士出售»，TNO启示录事件" ;
      ["hitokoto"]	= "年月把拥有变做失去，疲倦的双眼带着期望；今天只有残留的躯壳，迎接光辉岁月。" ;
      } ;
  [265]	= {
      ["from"]	= "«红王公的故事»，TNO启示录事件" ;
      ["hitokoto"]	= "物质之外亦有精神的世界。" ;
      } ;
  [266]	= {
      ["from"]	= "«不再错过»，TNO启示录事件" ;
      ["hitokoto"]	= "血缘、亲情与对乡土的依恋，民族的源头，也本是最朴素无华而浪漫的东西。" ;
      } ;
  [267]	= {
      ["from"]	= "«春秋»，TNO启示录事件" ;
      ["hitokoto"]	= "乱世邯郸生祖龙，书文四方车轨同，青山秋草树丛从。" ;
      } ;
  [268]	= {
      ["from"]	= "«独面黑暗»，TNO启示录事件" ;
      ["hitokoto"]	= "最后死去的人，是最不幸的。" ;
      } ;
  [269]	= {
      ["from"]	= "«自由国度»，TNO启示录事件" ;
      ["hitokoto"]	= "有安全的土地可供耕耘，有家人陪伴身旁，不必为生活担惊受怕，乱世中，平凡大众的奢望不过如此。" ;
      } ;
  [270]	= {
      ["from"]	= "«永不消逝的电波»，TNO启示录事件" ;
      ["hitokoto"]	= "汹涌的海涛中，传来一缕希望。" ;
      } ;
  [271]	= {
      ["from"]	= "«可被触碰者»，TNO启示录事件" ;
      ["hitokoto"]	= "同类间的矛盾总会生长在安逸与傲慢里。一旦这温床被打破，可笑的歧视与偏见又算得了什么呢？" ;
      } ;
  [272]	= {
      ["from"]	= "烟雨江湖" ;
      ["hitokoto"]	= "离别长，欢聚短，若共把酒为歌，且斟余生一酌。" ;
      } ;
  [273]	= {
      ["from"]	= "明日方舟" ;
      ["hitokoto"]	= "在黑暗中，我们看到光明。" ;
      } ;
  } ;