return {
  [1]	= {
      ["from"]	= "岁碎叶" ;
      ["hitokoto"]	= "只有破碎的心才有伤人的棱角。" ;
      } ;
  [2]	= {
      ["from"]	= "魔法师baby乖" ;
      ["hitokoto"]	= "如果你是我该多好，那你就会知道我有多难过，多喜欢你。" ;
      } ;
  [3]	= {
      ["from"]	= "十六夜暁" ;
      ["hitokoto"]	= "就算你已经不在，就算你身边的人已经不再是我，我也会坚强的活下去，为了你。" ;
      } ;
  [4]	= {
      ["from"]	= "Mion" ;
      ["hitokoto"]	= "今天的早餐是：早苗的面包、秋子的果酱和观铃的果汁~" ;
      } ;
  [5]	= {
      ["from"]	= "万事屋神乐酱" ;
      ["hitokoto"]	= "如果没什么好事发生的话，就把没有发生坏事的每一天当作好事吧。" ;
      } ;
  [6]	= {
      ["from"]	= "gundam" ;
      ["hitokoto"]	= "“你没车没房没卡,拿什么和我谈恋爱？”“......我有高达......”" ;
      } ;
  [7]	= {
      ["from"]	= "シ舀シ舀" ;
      ["hitokoto"]	= "既然我无法停留，那么就飞到我再也不能飞的那一天吧。" ;
      } ;
  [8]	= {
      ["from"]	= "朝颜留空" ;
      ["hitokoto"]	= "宅，是一种生活状态；死宅，是一种人生境界……" ;
      } ;
  [9]	= {
      ["from"]	= "Rokileng" ;
      ["hitokoto"]	= "自己永远是孤单的，但你可以让其他人变得不孤单。" ;
      } ;
  [10]	= {
      ["from"]	= "滿城煙花落" ;
      ["hitokoto"]	= "繁花落尽，明月映着谁老去……" ;
      } ;
  [11]	= {
      ["from"]	= "时静" ;
      ["hitokoto"]	= "你是我的，那是曾经。我是你的，直到现在。" ;
      } ;
  [12]	= {
      ["from"]	= "cukecora" ;
      ["hitokoto"]	= "也许我们都没有长大，只是世界变小了。" ;
      } ;
  [13]	= {
      ["from"]	= "LastFairy" ;
      ["hitokoto"]	= "苦到头未必是甜的，而甜到头一定是苦的 。" ;
      } ;
  [14]	= {
      ["from"]	= "hsk" ;
      ["hitokoto"]	= "请不要忘记，那给你带来感动的，名为二次元的理想乡。" ;
      } ;
  [15]	= {
      ["from"]	= "DgBoo" ;
      ["hitokoto"]	= "此时此刻一切都是静寂的，只剩下我与你的世界，这就是爱？" ;
      } ;
  [16]	= {
      ["from"]	= "getweb" ;
      ["hitokoto"]	= "我愿意给你自己所有的快乐，你愿意分担我一半的难过吗？" ;
      } ;
  [17]	= {
      ["from"]	= "無い" ;
      ["hitokoto"]	= "再强的敌人在最后一集的主角面前也是渣渣。" ;
      } ;
  [18]	= {
      ["from"]	= "D君" ;
      ["hitokoto"]	= "神曲的存在并不是为了享受音乐，而是品味那段最珍贵的回忆。" ;
      } ;
  [19]	= {
      ["from"]	= "李狗蛋儿" ;
      ["hitokoto"]	= "小孩子看了根本把持不住！" ;
      } ;
  [20]	= {
      ["from"]	= "Sai" ;
      ["hitokoto"]	= "一句话，不足以讲述一个故事，却可以让我们回味那些个动人的瞬间。" ;
      } ;
  [21]	= {
      ["from"]	= "sseeyyou" ;
      ["hitokoto"]	= "那双紧握不放的手……抓住的是希望……亦或是绝望……" ;
      } ;
  [22]	= {
      ["from"]	= "lzgsimerly" ;
      ["hitokoto"]	= "我不会接受我不要的未来，哪怕是命中注定。" ;
      } ;
  [23]	= {
      ["from"]	= "gmouse" ;
      ["hitokoto"]	= "每个凉宫都会遇到属于她的John Smith。" ;
      } ;
  [24]	= {
      ["from"]	= "月咏亚斗" ;
      ["hitokoto"]	= "不要把你所遭遇的苦难看得太大，更不要把你所拥有的幸福看得太少。" ;
      } ;
  [25]	= {
      ["from"]	= "凌诺影" ;
      ["hitokoto"]	= "姑娘们啊，要在该认真的地方全力认真，当你不想认真的时候不妨笑笑。" ;
      } ;
  [26]	= {
      ["from"]	= "一萍敌敌畏" ;
      ["hitokoto"]	= "你会梦游，我会磨牙，我们晚上一起去吓人吧！" ;
      } ;
  [27]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "梦+想=梦想，这个等式是不成立的。" ;
      } ;
  [28]	= {
      ["from"]	= "wy6510166" ;
      ["hitokoto"]	= "万书皆下品，唯有萌最高！" ;
      } ;
  [29]	= {
      ["from"]	= "LastFairy" ;
      ["hitokoto"]	= "为错误停驻是件可悲的事。" ;
      } ;
  [30]	= {
      ["from"]	= "不管外表怎样强悍我都是受" ;
      ["hitokoto"]	= "为毛我的眼里常含泪水，因为我老是中枪。" ;
      } ;
  [31]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "在回忆里留下微笑是为了不让你哭泣..." ;
      } ;
  [32]	= {
      ["from"]	= "椎名奈緒" ;
      ["hitokoto"]	= "你在颓废的时候别人都在努力哦~♪" ;
      } ;
  [33]	= {
      ["from"]	= "以风之名" ;
      ["hitokoto"]	= "每当对这个世界感到绝望的时候，买一包泡面，然后告诉自己：我们的泡面是有酱包的。" ;
      } ;
  [34]	= {
      ["from"]	= "凋零" ;
      ["hitokoto"]	= "彼此相互推卸不幸是没有结果的。" ;
      } ;
  [35]	= {
      ["from"]	= "617969448" ;
      ["hitokoto"]	= "没有动漫的世界，就是没有的光明的大地！" ;
      } ;
  [36]	= {
      ["from"]	= "竹田花落" ;
      ["hitokoto"]	= "问君能有几多愁？恰似一部新番没看头。" ;
      } ;
  [37]	= {
      ["from"]	= "Sai" ;
      ["hitokoto"]	= "哼！悔改吧，你们这群死宅，人家可是身价四千万的大小姐。" ;
      } ;
  [38]	= {
      ["from"]	= "魔王丨丶Sama灬" ;
      ["hitokoto"]	= "天下哪有真情在？只要够萌咱都爱！" ;
      } ;
  [39]	= {
      ["from"]	= "树形图设计者" ;
      ["hitokoto"]	= "世界上没有鸟黑，只有鸟厨和丧心病狂的鸟厨！" ;
      } ;
  [40]	= {
      ["from"]	= "树形图设计者" ;
      ["hitokoto"]	= "中国教育的优秀在于，小时候要求老实听话，抄袭模仿；而长大后要求独立自主，开拓创新" ;
      } ;
  [41]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "枯燥的太阳因你而变的温暖，脆弱的心灵因你而变的坚强。" ;
      } ;
  [42]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "谢谢你喜欢我，对不起爱，我伤不起了" ;
      } ;
  [43]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "我们都很擅长口是心非，但又希望对方能有所察觉。" ;
      } ;
  [44]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你在颓废的时候别人都在努力哦~?" ;
      } ;
  [45]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "那双紧握不放的手…抓住的是希望…亦或是绝望…" ;
      } ;
  [46]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "加油！和你们在一起！" ;
      } ;
  [47]	= {
      ["from"]	= "Seek/追寻城堡色" ;
      ["hitokoto"]	= "你说过等我的······" ;
      } ;
  [48]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "时间就是一个饥饿的怪物，稍有不慎便会被它吃掉。" ;
      } ;
  [49]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "相互间的抚慰根本没必要只要你还存在着就足够" ;
      } ;
  [50]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "十年过去了，时间没长大，我却变了。" ;
      } ;
  [51]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "大力出奇迹，穹妹即正义。" ;
      } ;
  [52]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "走路太骚必摔跤，得瑟过劲会闪腰。" ;
      } ;
  [53]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "每一个人都应该明确自己的方向和位置。" ;
      } ;
  [54]	= {
      ["from"]	= "Cacti" ;
      ["hitokoto"]	= "不相信命运却屈服于现实，拒绝眼泪却抑制不住悲伤......" ;
      } ;
  [55]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "眼泪能够诠释最开心，却无法尽展最悲伤。" ;
      } ;
  [56]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "有一些情感，没办法辜负它。" ;
      } ;
  [57]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "就要死皮赖脸的喜欢你" ;
      } ;
  [58]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "The world is so immense that there must be a you. The world is so immense that I might never run into you." ;
      } ;
  [59]	= {
      ["from"]	= "浮生未歇" ;
      ["hitokoto"]	= "若挥袖作别，流云万千，可有人千万流连。 若今昔一别，一别永年，苍山负雪，浮生尽歇。" ;
      } ;
  [60]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "即使认真做 有些事还是做不到啊" ;
      } ;
  [61]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们无法回到过去，前进的方向，只有未来。" ;
      } ;
  [62]	= {
      ["from"]	= "CANICRY" ;
      ["hitokoto"]	= "愿：汝之烦恼痛苦心不在焉，汝之快乐幸福全神贯注。" ;
      } ;
  [63]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你的电脑，我的权限；你的命运，由我做主。" ;
      } ;
  [64]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "炎炎夏季，暴雨连连，心如荒漠，人如飘絮，形如枯槁，骨如细柴。" ;
      } ;
  [65]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人心是件奇妙的东西，大部分的时候，总是愉快而又平静的生活着。" ;
      } ;
  [66]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "人们要是没有回忆就活不下去，但是只有回忆的话也活不下去。梦总是有会醒来的时候，不会醒的梦总有一天会变成悲伤。" ;
      } ;
  [67]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "把自己当傻瓜，不懂就问，你会学的更多" ;
      } ;
  [68]	= {
      ["from"]	= "马拉默德" ;
      ["hitokoto"]	= "自由的目的是为了为他人创造自由" ;
      } ;
  [69]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "那些青春期的脆弱自尊，轻易不得触碰，那极有有可能成为对他或她一生的打扰。我们都曾经历那样纯粹、易碎的青春，只是时光的磨砺已让我们懂得逃避与忍气吞声然后慢慢遗忘自己曾经的青春。" ;
      } ;
  [70]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "为什么我明明什么坏事都没有做，却要被那样看待？" ;
      } ;
  [71]	= {
      ["from"]	= "易经" ;
      ["hitokoto"]	= "天予不取，必遭天谴。" ;
      } ;
  [72]	= {
      ["from"]	= "流星之绊" ;
      ["hitokoto"]	= "我讨厌一会充满希望一会变成绝望，我们已经受够了期待落空了。" ;
      } ;
  [73]	= {
      ["from"]	= "诫子书" ;
      ["hitokoto"]	= "夫君子之行，静以修身，俭以养德，非淡泊无以明志，非宁静无以致远" ;
      } ;
  [74]	= {
      ["from"]	= "Alxtit" ;
      ["hitokoto"]	= "没有什么是一个滑稽解决不了的，如果有，那就两个！" ;
      } ;
  [75]	= {
      ["from"]	= "朽猫" ;
      ["hitokoto"]	= "何其有幸，我们相遇。" ;
      } ;
  [76]	= {
      ["from"]	= "流年博客" ;
      ["hitokoto"]	= "我的梦想就是站在万人仰慕的高度，俯视曾经看低我的人。" ;
      } ;
  [77]	= {
      ["from"]	= "龙猫 沧笙踏歌" ;
      ["hitokoto"]	= "父母是你的一把粗糙的伞，可是它为你遮风挡雨——而我们应该做的，是感激他们，并不是舍弃他们、捅破他们。" ;
      } ;
  [78]	= {
      ["from"]	= "雨落凋殇" ;
      ["hitokoto"]	= "聆听雨落的声音，俯看凋零的落叶。伫细雨之中，感雨落之殇。" ;
      } ;
  [79]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你说最开心的是你，我说最难过的是你……" ;
      } ;
  [80]	= {
      ["from"]	= "根号菌SAMA" ;
      ["hitokoto"]	= "我们，在路上，勿忘初心。找寻最初的梦想和微弱的希望。" ;
      } ;
  [81]	= {
      ["from"]	= "根号菌SAMA" ;
      ["hitokoto"]	= "不管明天会发生什么，请牢记住今天。" ;
      } ;
  [82]	= {
      ["from"]	= "根号菌SAMA" ;
      ["hitokoto"]	= "孤独不是病，习惯了自然会好。" ;
      } ;
  [83]	= {
      ["from"]	= "根号菌SAMA" ;
      ["hitokoto"]	= "忘却并不是可怕的，而是你不肯。" ;
      } ;
  [84]	= {
      ["from"]	= "小C" ;
      ["hitokoto"]	= "我笑了，开怀的笑了，真的" ;
      } ;
  [85]	= {
      ["from"]	= "ccdalao" ;
      ["hitokoto"]	= "风牛流马·我带你回家" ;
      } ;
  [86]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我只是一个小后端" ;
      } ;
  [87]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我特别讨厌悲观的人，做任何事情只要出了点挫折就放弃。那是你，别自以为是把我搞得和你一样！" ;
      } ;
  [88]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果真的失败了，请总结自己\"为什么会失败？\"" ;
      } ;
  [89]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果你的眉眼，肯为我停留半分，又怎会不知我情比海深。" ;
      } ;
  [90]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不是他，变成他。" ;
      } ;
  [91]	= {
      ["from"]	= "不善" ;
      ["hitokoto"]	= "我不分白天或黑夜，因为我觉得我的人生就像在白夜中行走。" ;
      } ;
  [92]	= {
      ["from"]	= "不善" ;
      ["hitokoto"]	= "人总是害怕死亡，却殊不知有出生之时必有死亡之日。" ;
      } ;
  [93]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "宣纸泛黄，时间流逝，即使眨眼即过，也要抓住那瞬间的辉煌。" ;
      } ;
  [94]	= {
      ["from"]	= "耽萌" ;
      ["hitokoto"]	= "你要乖，要长大，要不负众望。" ;
      } ;
  [95]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "机会永远都有 就看你能不能抓得住" ;
      } ;
  [96]	= {
      ["from"]	= "不善" ;
      ["hitokoto"]	= "本是无所谓输赢的，却在一时激发起了斗志。" ;
      } ;
  [97]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "贫积德，富积善。" ;
      } ;
  [98]	= {
      ["from"]	= "西风" ;
      ["hitokoto"]	= "即便是一个毫无存在感的影子，也应当寸步不离自己的目标步步前进。" ;
      } ;
  [99]	= {
      ["from"]	= "西风" ;
      ["hitokoto"]	= "每个人都衣冠楚楚，从来没有人会关心光芒万丈的外表下那藏在角落的，发了霉的落寞。" ;
      } ;
  [100]	= {
      ["from"]	= "西风" ;
      ["hitokoto"]	= "每个人都有着不为人知的肮脏。这、就是灵魂。" ;
      } ;
  [101]	= {
      ["from"]	= "西风" ;
      ["hitokoto"]	= "错过了就错过了,再追回来天色也不对。" ;
      } ;
  [102]	= {
      ["from"]	= "西风" ;
      ["hitokoto"]	= "孤独的人不过都是一厢情愿的伤害自己，然后再感动自己罢了。" ;
      } ;
  [103]	= {
      ["from"]	= "西风" ;
      ["hitokoto"]	= "每个人都曾有一个梦。但最后我们都把它弄丢了，在追逐幻影的路上。" ;
      } ;
  [104]	= {
      ["from"]	= "Lipww1234" ;
      ["hitokoto"]	= "愿留在Minecraft，也不愿回到现实。" ;
      } ;
  [105]	= {
      ["from"]	= "生活" ;
      ["hitokoto"]	= "不当回忆起,已不知落下多少份曾经以为坚定不移都丢不下的纯真,现虽能捡起,但却已失去了当初的味道。" ;
      } ;
  [106]	= {
      ["from"]	= "白开" ;
      ["hitokoto"]	= "你是清风上的明月，枫林间的鸟雀。" ;
      } ;
  [107]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "梦里与现实的距离，仅仅是双眸的一合一闭。" ;
      } ;
  [108]	= {
      ["from"]	= "OIer" ;
      ["hitokoto"]	= "暴力出奇迹，骗分过样例。" ;
      } ;
  [109]	= {
      ["from"]	= "Leann" ;
      ["hitokoto"]	= "If you can't win the game, change the rules." ;
      } ;
  [110]	= {
      ["from"]	= "jcworm" ;
      ["hitokoto"]	= "永远别放弃一个你每天都在想念的人" ;
      } ;
  [111]	= {
      ["from"]	= "胡说八道" ;
      ["hitokoto"]	= "力所能及的帮助他人是我们做人的本分，刻意的那么做就超出了我们的能力范畴，说不定还会引来恶意的猜想。" ;
      } ;
  [112]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "异地恋是，尝过欣喜若狂，也知道失魂落魄。" ;
      } ;
  [113]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "人生的意义都不同，你需要的是发现属于自己的人生观、价值观。" ;
      } ;
  [114]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "最简单的，有的人认为人活着就是为了吃饭，有的人是为了吃饭而活着。" ;
      } ;
  [115]	= {
      ["from"]	= "一个程序员" ;
      ["hitokoto"]	= "清晨、黄昏、天空 和飞鸟，代码、诗歌、活着 和爱你。" ;
      } ;
  [116]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "世界上最令人激动的一件事就是：你原本以为没有机会靠近的人，竟然爱上了你..." ;
      } ;
  [117]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "不必刻意的陪伴，只需偶尔的相视一笑，如此自然，却又仿佛胜过千言万语。" ;
      } ;
  [118]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "别总因为迁就别人,委屈了自己,这个世界上,没几个人值得你总弯腰" ;
      } ;
  [119]	= {
      ["from"]	= "涓尘" ;
      ["hitokoto"]	= "充满着无尽的能量与自信，向着未来出发" ;
      } ;
  [120]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "我纯净的笑容，我想一生珍藏" ;
      } ;
  [121]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "虽然你很普通，但你是世上独一无二的唯一" ;
      } ;
  [122]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "不需要逃避，也不必看轻自己，接受自己的不完美，更加努力，凡是打不倒你的都会让你变得更加坚强。" ;
      } ;
  [123]	= {
      ["from"]	= "疯人" ;
      ["hitokoto"]	= "为自己当初的誓言而努力！" ;
      } ;
  [124]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "我要名正言顺闯进你生活，干预你原本的生活，吃我不曾敢食的醋，做我这身份该做的事情--拥抱你。" ;
      } ;
  [125]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "不怕万人阻挡，就怕自己投降，将来的你一定会感激现在拼命的自己，自己选择的路，再艰难，跪着也要走完。" ;
      } ;
  [126]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "人终其一生都是自我改善的过程。" ;
      } ;
  [127]	= {
      ["from"]	= "温白" ;
      ["hitokoto"]	= "回避现实的人，未来将更不理想" ;
      } ;
  [128]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "其实本来就没有什么大彻大悟，不过是找到一个够麻痹自己一生的理由。" ;
      } ;
  [129]	= {
      ["from"]	= "Bruce Jc" ;
      ["hitokoto"]	= "美食之于他们是爱、是救赎、是一切美好及温暖的集合" ;
      } ;
  [130]	= {
      ["from"]	= "MXLBS" ;
      ["hitokoto"]	= "彼岸花花开彼岸，断肠草草断肝肠。" ;
      } ;
  [131]	= {
      ["from"]	= "cyalias" ;
      ["hitokoto"]	= "我卸掉眼鏡，世界全是朦朧美！" ;
      } ;
  [132]	= {
      ["from"]	= "GGB" ;
      ["hitokoto"]	= "一口饭掉一滴泪，一次咀嚼一个叹息" ;
      } ;
  [133]	= {
      ["from"]	= "GGB" ;
      ["hitokoto"]	= "一个悲伤的故事，第二支冰激凌半价" ;
      } ;
  [134]	= {
      ["from"]	= "Nice · 南先生" ;
      ["hitokoto"]	= "待至暮年归,挽手戏落日." ;
      } ;
  [135]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "可以理解，无法原谅。" ;
      } ;
  [136]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "每一天都可能会有刷新你世界观的事" ;
      } ;
  [137]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "学习和什么使我们快乐" ;
      } ;
  [138]	= {
      ["from"]	= "Nice·南先生" ;
      ["hitokoto"]	= "因为刚好遇见你，原来你也在这里……" ;
      } ;
  [139]	= {
      ["from"]	= "Nice·南先生" ;
      ["hitokoto"]	= "我说：“ 我确信 你知道的，只有努力，才不会让自己轻易地被别人打倒或者看不起。”你说：“ 我知道，我知道，我一直都知道。”" ;
      } ;
  [140]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "固执守旧说的就是我了吧" ;
      } ;
  [141]	= {
      ["from"]	= "SilverN" ;
      ["hitokoto"]	= "OIer和拉拉人都是应该相信奇迹的" ;
      } ;
  [142]	= {
      ["from"]	= "言午" ;
      ["hitokoto"]	= "现在得到的将来定将十倍失去" ;
      } ;
  [143]	= {
      ["from"]	= "答案" ;
      ["hitokoto"]	= "我打架很厉害的，身体疼没什么了不起，心里疼才会哭" ;
      } ;
  [144]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "加油，努力，当然，这只是对你而言，如果是我的话，还是算了吧。请别对我抱有任何期望，失望的感觉真的很难受呢" ;
      } ;
  [145]	= {
      ["from"]	= "ccdalao" ;
      ["hitokoto"]	= "我有坚硬如钢铁的皮，骨缝中刀匕，肩头上荆棘，都不足以让我哭泣。" ;
      } ;
  [146]	= {
      ["from"]	= "ccdalao" ;
      ["hitokoto"]	= "故事的结尾，我在那里藏了一个秘密，我依旧爱着这个世界，这件事，希望你们永远都不要提起。" ;
      } ;
  [147]	= {
      ["from"]	= "ccdalao" ;
      ["hitokoto"]	= "好想把网易云留给自己后代，因为我的的青春里有太多的歌曲，希望他们能记起。" ;
      } ;
  [148]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你要知道我所做出的决定都没改变过 无论如何也会达成" ;
      } ;
  [149]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "倘若是为了爱而放弃一切，最终连同这份爱意都会丧失掉。" ;
      } ;
  [150]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "那不是温柔，那不过是软弱罢了" ;
      } ;
  [151]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "想变成你所了解的那个我，但是.......抱歉.....似乎......不太可能" ;
      } ;
  [152]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "生命的长度我是拓展不了了，但是我可以试着把它拉宽一点，这样子就能印出彩虹了。" ;
      } ;
  [153]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果杞人看见过天塌下来，那么杞人忧天也就可以理解了吧。" ;
      } ;
  [154]	= {
      ["from"]	= "柠檬茶" ;
      ["hitokoto"]	= "生活就是和过去再见，和未来遇见！" ;
      } ;
  [155]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果一个人连死都不怕的话,那么他害怕的事情就太多了" ;
      } ;
  [156]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我想拥有温柔，不仅仅止于表面的伪装。" ;
      } ;
  [157]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "哪怕再苦再累我也情愿去背负，请放下我，放我离开。" ;
      } ;
  [158]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "即使被人记恨 只要各位安好 抛弃一切便好" ;
      } ;
  [159]	= {
      ["from"]	= "Myself-原创" ;
      ["hitokoto"]	= "有些人适合牵手，而有些人适合孤独地走。愿岁月静好，愿年华依旧，愿有人用其一生。挽你衣袖！" ;
      } ;
  [160]	= {
      ["from"]	= "Myself-原创" ;
      ["hitokoto"]	= "一个人有多热心，他就会感到有多寒冷" ;
      } ;
  [161]	= {
      ["from"]	= "Myself-原创" ;
      ["hitokoto"]	= "踏碎零花，执剑称皇！" ;
      } ;
  [162]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "是我不该如此，抱歉，怪我太矫情。" ;
      } ;
  [163]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "猿粪和狗屎其实是一类东西，这个你知道的吧。" ;
      } ;
  [164]	= {
      ["from"]	= "顾" ;
      ["hitokoto"]	= "幸福是什么？幸福就像第一次我轻轻地牵住你的手，然后我们不约而同地调整手的位置都想要牢牢的抓紧对方。这是我第二次写幸福。" ;
      } ;
  [165]	= {
      ["from"]	= "终究" ;
      ["hitokoto"]	= "人颜美祸，不过一场空悲。" ;
      } ;
  [166]	= {
      ["from"]	= "哲理" ;
      ["hitokoto"]	= "如果现在不开始想，那以后哪有时间做" ;
      } ;
  [167]	= {
      ["from"]	= "相信你愿意相信的就好了" ;
      ["hitokoto"]	= "你很好，我也很喜欢，但我不是追着别人跑的年纪了。" ;
      } ;
  [168]	= {
      ["from"]	= "ccdalao" ;
      ["hitokoto"]	= "等一条离群太远的深海游鱼 碰到一只 离群太远的蚁" ;
      } ;
  [169]	= {
      ["from"]	= "相信你愿意相信的就好了" ;
      ["hitokoto"]	= "可能你现在不是别人的，但将来也不会是我的。" ;
      } ;
  [170]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "放开我吧，求求你们，放我走吧，让我离开" ;
      } ;
  [171]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "亲爱的，如果你爱上别人，请记得告诉我，然后狠狠甩我一巴掌，大声告诉我“我们不可能了”，让我滚。 这样，我才好歇斯底里的忘了你。" ;
      } ;
  [172]	= {
      ["from"]	= "Doraemon!" ;
      ["hitokoto"]	= "为什么要难过,一直微笑就好啦" ;
      } ;
  [173]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "很多事情犹如天气，慢慢热或是渐渐冷，等到惊悟的时候，已过了一季。" ;
      } ;
  [174]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "穿别人的鞋，走自己的路，让他们找去吧。" ;
      } ;
  [175]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "雷锋做了好事不留名，但是每一件事情都记到日记里面。" ;
      } ;
  [176]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "青春就像卫生纸。看着挺多的，用着用着就不够了。" ;
      } ;
  [177]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "路，在不通时，选择拐弯，心，在不快时，选择看淡；情，在渐远时，就选择随意。圈子不同，不必强融。" ;
      } ;
  [178]	= {
      ["from"]	= "安如星" ;
      ["hitokoto"]	= "漫漫人生路，相知有几人。" ;
      } ;
  [179]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "别跟我谈感情，多伤钱啊！" ;
      } ;
  [180]	= {
      ["from"]	= "哲理" ;
      ["hitokoto"]	= "与其在家颓废，还不如多出去干点善事" ;
      } ;
  [181]	= {
      ["from"]	= "听海听心" ;
      ["hitokoto"]	= "事实总是露骨地斥责我，有些痛苦是不能体尝的。" ;
      } ;
  [182]	= {
      ["from"]	= "终究" ;
      ["hitokoto"]	= "该来的回忆总令人回味。不该来的，迟早逝去。" ;
      } ;
  [183]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "免费？不存在的！别人总要从你那里拿走点什么，或者是名声或者是金钱。" ;
      } ;
  [184]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "这个世界上不存在绝对的免费，哪怕你摘一个野果也是要向果树付出劳动的！" ;
      } ;
  [185]	= {
      ["from"]	= "神奇のDzoer" ;
      ["hitokoto"]	= "落日拉开黑夜的帷幕，繁星点燃黎明的火光。" ;
      } ;
  [186]	= {
      ["from"]	= "vasvdfg" ;
      ["hitokoto"]	= "重要的事情，你怎么不做呢？" ;
      } ;
  [187]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不要企图窥探我的生活，你能看到的，都是我希望让你看到的。" ;
      } ;
  [188]	= {
      ["from"]	= "终究" ;
      ["hitokoto"]	= "假使让ta的爱回归，你的心过得去吗？" ;
      } ;
  [189]	= {
      ["from"]	= "事事" ;
      ["hitokoto"]	= "汐文小姐，我会想你，在我这漫漫长路上的每一步！" ;
      } ;
  [190]	= {
      ["from"]	= "Doraemon!" ;
      ["hitokoto"]	= "我既不想伤害别人，也不想被伤害" ;
      } ;
  [191]	= {
      ["from"]	= "兰斯洛特" ;
      ["hitokoto"]	= "卑屈游戏谁是先该离场的呢？" ;
      } ;
  [192]	= {
      ["from"]	= "mozei" ;
      ["hitokoto"]	= "每个人生来都是妄想家" ;
      } ;
  [193]	= {
      ["from"]	= "mozei" ;
      ["hitokoto"]	= "天不生我墨泽埃，赌道万古如长夜。钱来！" ;
      } ;
  [194]	= {
      ["from"]	= "san.ci" ;
      ["hitokoto"]	= "人生四然：来是偶然，去是必然，尽其当然，顺其自然 ..." ;
      } ;
  [195]	= {
      ["from"]	= "isoks" ;
      ["hitokoto"]	= "是模仿出来的，模仿不出来" ;
      } ;
  [196]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "嘿！活着是件很好的事" ;
      } ;
  [197]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我追着你，因为我爱你" ;
      } ;
  [198]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "路过的熟悉，如同有你，已无转身的距离。" ;
      } ;
  [199]	= {
      ["from"]	= "云卿。" ;
      ["hitokoto"]	= "你身上散发出的迷人气息足以说明你是一朵艳丽的玫瑰 不过也是一场祸。" ;
      } ;
  [200]	= {
      ["from"]	= "erevus" ;
      ["hitokoto"]	= "小时候，我妈说我的手指长，将来能当钢琴家，然后我成了码农" ;
      } ;
  [201]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "梦里什么都有？梦里有你就够了。" ;
      } ;
  [202]	= {
      ["from"]	= "CrankAR" ;
      ["hitokoto"]	= "你特殊的遭遇并不是你可以特殊的理由" ;
      } ;
  [203]	= {
      ["from"]	= "喵小皮" ;
      ["hitokoto"]	= "上帝点头给你想要的，摇头给你更好的，他让你等，就是要给你最棒的❤" ;
      } ;
  [204]	= {
      ["from"]	= "喵小皮" ;
      ["hitokoto"]	= "你是绚烂白昼，也是沉寂黑夜，你是我血液里涌动的色彩，你是那治愈良药，也是那极致痛苦，你是我渴望触摸的唯一" ;
      } ;
  [205]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们走过了幼稚，走过了纯粹，走过了伤痛，也就走过了青春。" ;
      } ;
  [206]	= {
      ["from"]	= "茶" ;
      ["hitokoto"]	= "因为喜欢你，所以喜欢你。" ;
      } ;
  [207]	= {
      ["from"]	= "茶" ;
      ["hitokoto"]	= "可以嘲笑你的朋友，但不能嘲笑他喜欢的东西。" ;
      } ;
  [208]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你说夜里做的决定隔天就会反悔，那么我就要为了你的反悔等到零点。" ;
      } ;
  [209]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "路这么窄，好难过啊！" ;
      } ;
  [210]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "为什么我要走这条路？因为我在这条路上遇到过你。" ;
      } ;
  [211]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "请记住，努力不是为了让别人更喜欢你，而是为了让你更喜欢你自己！" ;
      } ;
  [212]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "人和人是无法理解的，所有的理解都是建立在自己的主观之上。" ;
      } ;
  [213]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "误会，不是始于说出的话。而且从“言行”本身开始，就已经在发生了" ;
      } ;
  [214]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你不会独属于我，但我心中有你的专属位置。" ;
      } ;
  [215]	= {
      ["from"]	= "pulei" ;
      ["hitokoto"]	= "喜欢 不过是我愿意在冬天把自己当做你的暖水袋而已 如此便是" ;
      } ;
  [216]	= {
      ["from"]	= "九思" ;
      ["hitokoto"]	= "故事的结局从来不人意！" ;
      } ;
  [217]	= {
      ["from"]	= "晓龙鸽鸽" ;
      ["hitokoto"]	= "只要我喝的够多，寂寞就侵蚀不了我" ;
      } ;
  [218]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "知道为什么你会遭受这么多的挫折吗？因为神认为，只有历尽了磨难的人才能成功啊！你是神选之子啊！" ;
      } ;
  [219]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我身上早已烙下沉默燃烧后遗留下来的哀愁" ;
      } ;
  [220]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "真正无穷的自由，会包容你所有的思念" ;
      } ;
  [221]	= {
      ["from"]	= "乱世流年" ;
      ["hitokoto"]	= "愿用余生换半城烟雨，半城繁花。" ;
      } ;
  [222]	= {
      ["from"]	= "乱世流年" ;
      ["hitokoto"]	= "不是所有牛奶都叫特仑苏。" ;
      } ;
  [223]	= {
      ["from"]	= "Doraemon!" ;
      ["hitokoto"]	= "容忍别人的一切错误" ;
      } ;
  [224]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "重逢大都是暖心的，时隔多年，偌大的城市，人海茫茫，我已不复当初，你却仍然，温暖如故" ;
      } ;
  [225]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们坚持一件事情的时候，不是因为这样做了会有效果，而是坚信，这样做是对的。" ;
      } ;
  [226]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "老天又给我开了一个大大的玩笑。但是，玩笑是无伤大雅的，对吗？" ;
      } ;
  [227]	= {
      ["from"]	= "沃·兹基·硕得" ;
      ["hitokoto"]	= "程序漏洞叫特性，设计漏洞叫特色" ;
      } ;
  [228]	= {
      ["from"]	= "ChildEden" ;
      ["hitokoto"]	= "The more you learn the less you will feel you know." ;
      } ;
  [229]	= {
      ["from"]	= "二十一" ;
      ["hitokoto"]	= "别人走在拼命赚钱，而我赚不到，我感觉我和这个世界格格不入" ;
      } ;
  [230]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "有多少人以友谊的名义，爱着一个人，认为拥有，就是失去的开始。" ;
      } ;
  [231]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你能留给岁月的，岁月能留给你的，除了一个最好的自己，别无他物。" ;
      } ;
  [232]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "守口如瓶，包括对自己。这是一种美德。" ;
      } ;
  [233]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "心若不动，风又奈何" ;
      } ;
  [234]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你想要的，岁月会给你" ;
      } ;
  [235]	= {
      ["from"]	= "我" ;
      ["hitokoto"]	= "我想去很远很远的地方，不是天堂，也不是西藏，是没有你的地方。" ;
      } ;
  [236]	= {
      ["from"]	= "Doraemon!" ;
      ["hitokoto"]	= "我不再是我，我究竟是什么" ;
      } ;
  [237]	= {
      ["from"]	= "萧伯纳" ;
      ["hitokoto"]	= "自命不凡者，脑中被其所知的少数事物所占据，以致没有空间去容纳无数其所不知的事物。" ;
      } ;
  [238]	= {
      ["from"]	= "Myself – 原创" ;
      ["hitokoto"]	= "我们所做的事情，不过是重复前人所做的事情罢了" ;
      } ;
  [239]	= {
      ["from"]	= "克劳德" ;
      ["hitokoto"]	= "真可悲，你什么都不知道，在这个世界上没有什么是不重要的！" ;
      } ;
  [240]	= {
      ["from"]	= "徐志摩" ;
      ["hitokoto"]	= "得之我幸，失之我命。" ;
      } ;
  [241]	= {
      ["from"]	= "墓封影" ;
      ["hitokoto"]	= "梦，随时生，随实灭。" ;
      } ;
  [242]	= {
      ["from"]	= "墓封影" ;
      ["hitokoto"]	= "忘了TA以后，我还能忘记什么！" ;
      } ;
  [243]	= {
      ["from"]	= "不朽千秋" ;
      ["hitokoto"]	= "天下没有免费的午餐，努力创造奇迹吧少年！" ;
      } ;
  [244]	= {
      ["from"]	= "不朽千秋" ;
      ["hitokoto"]	= "我无法参加你的派对，因为我沉迷在自己的世界。" ;
      } ;
  [245]	= {
      ["from"]	= "HUAMBAKA" ;
      ["hitokoto"]	= "无论如何轮回做出选择，终将还是会后悔。" ;
      } ;
  [246]	= {
      ["from"]	= "small_xu" ;
      ["hitokoto"]	= "即使这一切如此虚假，那又如何？" ;
      } ;
  [247]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "时间突然向前迈了一大步，我奋力追赶，却遥不可及。" ;
      } ;
  [248]	= {
      ["from"]	= "孤影墨香" ;
      ["hitokoto"]	= "未知和恐惧并不是你停下脚步的理由" ;
      } ;
  [249]	= {
      ["from"]	= "孤影墨香" ;
      ["hitokoto"]	= "坚定信念走下去。" ;
      } ;
  [250]	= {
      ["from"]	= "孤影墨香" ;
      ["hitokoto"]	= "在地球75亿人内与你相遇是多么幸福啊。" ;
      } ;
  [251]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "破解版的“爱情”APP，有吗？" ;
      } ;
  [252]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "生死听天命，你也由天定！" ;
      } ;
  [253]	= {
      ["from"]	= "村花上树" ;
      ["hitokoto"]	= "我愿将歌化作风，聆听朗朗的春声。" ;
      } ;
  [254]	= {
      ["from"]	= "孤影墨香" ;
      ["hitokoto"]	= "水滴撞碎的不仅仅是2000艘恒星级战舰，更是人类的骄傲自大的心。" ;
      } ;
  [255]	= {
      ["from"]	= "孤影墨香" ;
      ["hitokoto"]	= "请保持理性，冰冷的数字总是比一拍脑门的决定好多了。" ;
      } ;
  [256]	= {
      ["from"]	= "碎碎念" ;
      ["hitokoto"]	= "我是个特别害怕失败的人，为此错过了好多事。" ;
      } ;
  [257]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "就是因为知道永远都不可能在一起，所以我才会更加珍惜和你在一起的每一天！" ;
      } ;
  [258]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "多年后，我终于成就了自己。然而可惜不是你，陪我到最后" ;
      } ;
  [259]	= {
      ["from"]	= "温十三" ;
      ["hitokoto"]	= "来去无常，得过且过" ;
      } ;
  [260]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "大部分人对自我的否定是心理作用，实际上他人可能会给你更高的评价。" ;
      } ;
  [261]	= {
      ["from"]	= "Az殇芯" ;
      ["hitokoto"]	= "不是我想要放弃，你自己不去珍惜为什么要去怪我？" ;
      } ;
  [262]	= {
      ["from"]	= "Az殇芯" ;
      ["hitokoto"]	= "有时候，和你吵架，我宁愿当一个输家，也不愿意赢我爱的你！！！" ;
      } ;
  [263]	= {
      ["from"]	= "孤影墨香" ;
      ["hitokoto"]	= "希望只在一瞬之间，而黑暗，永恒。" ;
      } ;
  [264]	= {
      ["from"]	= "singular港" ;
      ["hitokoto"]	= "又苦又甜，也挺好嘛，很像生活" ;
      } ;
  [265]	= {
      ["from"]	= "自创" ;
      ["hitokoto"]	= "从未仔细感受怦然心动的时候，后来才发现它叫：喜欢。如果时间能冲流该有多好！无论如何，能和你成为朋友亦是不易！余生我陪你！" ;
      } ;
  [266]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "梦想不应被嘲笑，也应该不惧流言！" ;
      } ;
  [267]	= {
      ["from"]	= "无心却总伤心" ;
      ["hitokoto"]	= "前进路上的阴影，来自身后的光明。" ;
      } ;
  [268]	= {
      ["from"]	= "声音工作室晚风部" ;
      ["hitokoto"]	= "上一阵风、它吹过的时候，带走了我的心我的寂寞。" ;
      } ;
  [269]	= {
      ["from"]	= "声音工作室晚风部" ;
      ["hitokoto"]	= "我们执着于模糊的现在，迷茫于陌生的未来，却从未曾发觉，耳边那一阵灿烂的微风。" ;
      } ;
  [270]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不过一介凡人，何必与世纷争。" ;
      } ;
  [271]	= {
      ["from"]	= "Emily Dickinson" ;
      ["hitokoto"]	= "如果没有见过光明，我本可以忍受黑暗" ;
      } ;
  [272]	= {
      ["from"]	= "Scholar" ;
      ["hitokoto"]	= "少年，别想了，那个人不是你。" ;
      } ;
  [273]	= {
      ["from"]	= "Alex Cui" ;
      ["hitokoto"]	= "我不知道明天会怎么样，但是我一定要努力过好今天。" ;
      } ;
  [274]	= {
      ["from"]	= "有风来" ;
      ["hitokoto"]	= "若不爱你，死生无地。若不爱你，青魂可离。" ;
      } ;
  [275]	= {
      ["from"]	= "zyd" ;
      ["hitokoto"]	= "我也要AK IOI！" ;
      } ;
  [276]	= {
      ["from"]	= "心印杂记" ;
      ["hitokoto"]	= "世事变迁，沧海桑田，它在万维网的角落，等着哥伦布和他的船员。" ;
      } ;
  [277]	= {
      ["from"]	= "可爱猫" ;
      ["hitokoto"]	= "“喜欢一个人难道就要放弃吗。”" ;
      } ;
  [278]	= {
      ["from"]	= "SpaceSkyNet" ;
      ["hitokoto"]	= "落座无言行三载，持笔无悔笑苍生！" ;
      } ;
  [279]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "忘了我吧，我都忘了" ;
      } ;
  [280]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "快乐，至少比富裕要好。" ;
      } ;
  [281]	= {
      ["from"]	= "随笔" ;
      ["hitokoto"]	= "夏雨微尘轻拂袖，两衫风雪若得闲。" ;
      } ;
  [282]	= {
      ["from"]	= "临沂冈田武" ;
      ["hitokoto"]	= "如果全世界都对你恶语相加，我愿对你说上一世情话。" ;
      } ;
  [283]	= {
      ["from"]	= "临沂冈田武" ;
      ["hitokoto"]	= "爱是等待，是细水长流。" ;
      } ;
  [284]	= {
      ["from"]	= "临沂冈田武" ;
      ["hitokoto"]	= "我没有说谎，是爱情说谎，他带你来骗我说，渴望的，有可能，有希望。" ;
      } ;
  [285]	= {
      ["from"]	= "临沂彭养鱼" ;
      ["hitokoto"]	= "如果可以，请让我们慢慢了解，慢慢喜欢。" ;
      } ;
  [286]	= {
      ["from"]	= "诗" ;
      ["hitokoto"]	= "每一个人都是带着枷锁出生的，我们渴望遇到另一个人来减轻自己负担，亦或是带着沉重的枷锁离开。" ;
      } ;
  [287]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "真正珍惜时间的人不会找任何借口。。。。。可惜我不是" ;
      } ;
  [288]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "只要你在我们心里，你就不会死。" ;
      } ;
  [289]	= {
      ["from"]	= "Yly" ;
      ["hitokoto"]	= "我喜欢的姑娘，眉如青山。" ;
      } ;
  [290]	= {
      ["from"]	= "@抖音小助手\
" ;
      ["hitokoto"]	= "你不得不承认，你自以为那些跟你关系很好的人，他们都有关系比你更好的朋友，而你没有。" ;
      } ;
  [291]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "愿字起于心头 转瞬又死于心间" ;
      } ;
  [292]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "然而世事千帆而过 路的尽头终归是温柔和月光" ;
      } ;
  [293]	= {
      ["from"]	= "阿飞" ;
      ["hitokoto"]	= "生活就像一盒巧克力，你永远不知道下一块会是什么味道。" ;
      } ;
  [294]	= {
      ["from"]	= "无" ;
      ["hitokoto"]	= "|｡･㉨･)っ♡　喜欢你♪" ;
      } ;
  [295]	= {
      ["from"]	= "Zeaf" ;
      ["hitokoto"]	= "愿将来的你，路无险阻，前途有光，每一个明天都熠熠生辉，充满希望。" ;
      } ;
  [296]	= {
      ["from"]	= "阿怂" ;
      ["hitokoto"]	= "我想这世上能让我却步和流泪的人，让我心绪波动拿起烟斗的人，终究是极少数。" ;
      } ;
  [297]	= {
      ["from"]	= "春风词" ;
      ["hitokoto"]	= "漂亮姑娘千千万，功名万里惟一人！" ;
      } ;
  [298]	= {
      ["from"]	= "北湖词" ;
      ["hitokoto"]	= "一沈秋园，满庭霜落，云烟北桥夜连城。" ;
      } ;
  [299]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我也是二十岁的大人了～" ;
      } ;
  [300]	= {
      ["from"]	= "还未找到女朋友的林同学" ;
      ["hitokoto"]	= "你怎么这么奇奇怪怪怪。。怪可爱的" ;
      } ;
  [301]	= {
      ["from"]	= "Twitter" ;
      ["hitokoto"]	= "我相信所有被我遗忘的美好，一定还在这世上的某个角落，也相信总有一天，走过很长的生命，遇见美好，春暖花开！" ;
      } ;
  [302]	= {
      ["from"]	= "彭小呆" ;
      ["hitokoto"]	= "黎明前的黑暗，是最深不见底的黑暗。" ;
      } ;
  [303]	= {
      ["from"]	= "彭小呆" ;
      ["hitokoto"]	= "校服是我和她唯一穿过的情侣装，毕业照是我和她唯一的合影。" ;
      } ;
  [304]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "往事不过五彩斑斓蜻蜓点水，你我呢喃皆随风语四散而去，人来人往只是日常 ​​。​​" ;
      } ;
  [305]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "焦虑像毒瘾，让人想对死亡说你好……" ;
      } ;
  [306]	= {
      ["from"]	= "年轻人的颓丧" ;
      ["hitokoto"]	= "对过去遗忘，对现在荒唐，对未来迷茫；\13\
大部分人如此，小部分人即便如此，也没行动改变。" ;
      } ;
  [307]	= {
      ["from"]	= "年轻人的颓丧" ;
      ["hitokoto"]	= "世界真可怕，想回到妈妈的肚子里。" ;
      } ;
  [308]	= {
      ["from"]	= "年轻人的颓废" ;
      ["hitokoto"]	= "忙碌时渴望悠闲，闲暇时却不知道干啥啦。" ;
      } ;
  [309]	= {
      ["from"]	= "年轻人的颓丧" ;
      ["hitokoto"]	= "一个人，一个人，一个人，不是不想交朋友，而是懒。" ;
      } ;
  [310]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "天亮之后又是崭新的一天，把种种神伤丢弃在昨天，从未真正将它们消灭，于是一个又一个的昨天，把我们杀死在今夜……" ;
      } ;
  [311]	= {
      ["from"]	= "joah" ;
      ["hitokoto"]	= "如果你热爱生活就不要浪费时间，因为时间组成了生活。" ;
      } ;
  [312]	= {
      ["from"]	= "Henry_Huang" ;
      ["hitokoto"]	= "在繁华中沉淀自我，在乱世中静静伫立，一笔一划，雕刻时光" ;
      } ;
  [313]	= {
      ["from"]	= "M&Yu" ;
      ["hitokoto"]	= "记着你想要的东西还很贵、你喜欢的人也还不属于你、所以努力！让自己变的有资格！" ;
      } ;
  [314]	= {
      ["from"]	= "小林" ;
      ["hitokoto"]	= "失败是成功之母，不失败怎么能成功？" ;
      } ;
  [315]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你知道的都是真相。只可惜那些并不是真相的全部。" ;
      } ;
  [316]	= {
      ["from"]	= "dreamer" ;
      ["hitokoto"]	= "诗和远方，不如家乡。" ;
      } ;
  [317]	= {
      ["from"]	= "陌小五" ;
      ["hitokoto"]	= "人会在生活中成长，一边是成熟的模样一边是保持幼稚的模样，难免看上去会有些怪异\13\
" ;
      } ;
  [318]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "愿你走过一场青春，还留有三分纯真" ;
      } ;
  [319]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我也不知道你哪里好，但是别人就是替代不了。" ;
      } ;
  [320]	= {
      ["from"]	= "ming5234" ;
      ["hitokoto"]	= "生活就是一个游乐场，它会让你开心，也会让你焦虑，也会让你悲痛..." ;
      } ;
  [321]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "多想再次回到那个夏天，那满是柠檬味气泡水和回忆的季节，漫天星河，熠熠生辉，就好像再也不见的你，历历如初。" ;
      } ;
  [322]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "春去夏又来，而某些人和事，不再回来。留下记忆终将随风飘散，陪着一同逝去的青春。" ;
      } ;
  [323]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "窗外下起了雨，雨水落向大地，远方的人却渐行渐远，我的心又该去往何方呢。" ;
      } ;
  [324]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "收不到回复的时间再短，也无比的漫长。胡思乱想，内心忧虑，望向窗外，叶子已落光，远方的人，何时才能相见呢。" ;
      } ;
  [325]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "一年又一年，喜欢的的节目，一个个没了，喜欢的人，也一个个远去。以前的以前，有多少多少美好，现在的现在，却有多么多么无奈。" ;
      } ;
  [326]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "多少岁月与轻狂交织的梦，被遗忘在大海的尽头，随时光匆匆流去。" ;
      } ;
  [327]	= {
      ["from"]	= "孤心" ;
      ["hitokoto"]	= "我不敢去，但必须去，有些事是必须要做的逃避不了" ;
      } ;
  [328]	= {
      ["from"]	= "kangyo" ;
      ["hitokoto"]	= "你走过的路，我都去过。我想做的事情，你都比我快一步。我们的心，像用透明的线连接在一起。" ;
      } ;
  [329]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "既然不能让对手变弱，那就让自己变强！" ;
      } ;
  [330]	= {
      ["from"]	= "Siyuan" ;
      ["hitokoto"]	= "你强归你强，我永不示弱" ;
      } ;
  [331]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "自己选择的路，跪着也要走完" ;
      } ;
  [332]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我以为我和别人不一样,其实我只是另外一种形式的奴隶。" ;
      } ;
  [333]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "语言的力量是强大的，但其体现是潜移默化的。" ;
      } ;
  [334]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "或许我们真的不配拥有一些美好的事物" ;
      } ;
  [335]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我向你发脾气的时候，亲亲我吧，亲亲我，我就会好了。" ;
      } ;
  [336]	= {
      ["from"]	= "—兔先森" ;
      ["hitokoto"]	= "也罢就这样吧，淡看缘起缘落，有缘聚，无缘不见" ;
      } ;
  [337]	= {
      ["from"]	= "Yly" ;
      ["hitokoto"]	= "莲子这个东西，等的越久，它越苦涩啊。" ;
      } ;
  [338]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "Decisions as I go, to anywhere I flow." ;
      } ;
  [339]	= {
      ["from"]	= "旧梦" ;
      ["hitokoto"]	= "一生能有多少次机会能遇到喜欢成这样的人呢？付出点时间和生命又如何呢？" ;
      } ;
  [340]	= {
      ["from"]	= "momo" ;
      ["hitokoto"]	= "面子都是互相给的。" ;
      } ;
  [341]	= {
      ["from"]	= "随笔" ;
      ["hitokoto"]	= "这个世界上，活得轻松的只有两种人：傻子和疯子。每个正常人都有压力，或大，或小。但是请不要忘记，你不是一个人。" ;
      } ;
  [342]	= {
      ["from"]	= "自己" ;
      ["hitokoto"]	= "生命本是没有意义的,但生命的存在即是其意义,更多的意义需要自己寻找,而不是课本的灌输." ;
      } ;
  [343]	= {
      ["from"]	= "随笔" ;
      ["hitokoto"]	= "我从不相信这世界上有什么天赋异禀。那些看起来超乎寻常的人，总有你没看到的一面。" ;
      } ;
  [344]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "每一栋楼都要尊重不知道为他们付出了多少汗水的脚手架。" ;
      } ;
  [345]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我把这几个字写了又删，删了又写。" ;
      } ;
  [346]	= {
      ["from"]	= ":" ;
      ["hitokoto"]	= "现在可以任性，但是等以后毕业了，面对生活时，却只有满目的苍茫，这是社会......." ;
      } ;
  [347]	= {
      ["from"]	= "蓝麓" ;
      ["hitokoto"]	= "再深的感情终是黄粱一梦。" ;
      } ;
  [348]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "无知不可怕，可怕的是不知道自己需要知道什么。" ;
      } ;
  [349]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "生命的最终奥义，不过就是活得自在罢了。" ;
      } ;
  [350]	= {
      ["from"]	= "东滨乙" ;
      ["hitokoto"]	= "人们总是在意得不到的，从而忘记了已经拥有的" ;
      } ;
  [351]	= {
      ["from"]	= "后会无期" ;
      ["hitokoto"]	= "你若愿爱，我若无悔" ;
      } ;
  [352]	= {
      ["from"]	= "小小柳之絮" ;
      ["hitokoto"]	= "浩如星海的人群中，与你相遇真是一件幸运的事情" ;
      } ;
  [353]	= {
      ["from"]	= "Diving_lin" ;
      ["hitokoto"]	= "有任何人在意自己，都是幸福的" ;
      } ;
  [354]	= {
      ["from"]	= "北省" ;
      ["hitokoto"]	= "如果只是路过，那我就在终点等你。" ;
      } ;
  [355]	= {
      ["from"]	= "北省" ;
      ["hitokoto"]	= "生活原本沉闷，但跑起来就会有风。" ;
      } ;
  [356]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们都在努力的活着" ;
      } ;
  [357]	= {
      ["from"]	= "自创" ;
      ["hitokoto"]	= "相思不露，只因入骨，晚安！" ;
      } ;
  [358]	= {
      ["from"]	= "萧寒" ;
      ["hitokoto"]	= "虽然你不是与我并肩走到最后的人  但感谢你曾照亮了我人生中那段漆黑的路  " ;
      } ;
  [359]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "对于一个人而言，惨痛的经历，既能唤醒涂炭生灵的邪恶，也能孕育悲悯世间的上上之心。" ;
      } ;
  [360]	= {
      ["from"]	= "珂朵莉诺塔瑟尼欧里斯" ;
      ["hitokoto"]	= "看破了自己才算看破红尘" ;
      } ;
  [361]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我知道，时间也许会把我们分开。因此，我把你装进了我的心中。这样，我就无惧时间的洗礼了。" ;
      } ;
  [362]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "记忆不是我的延续。精神才是。" ;
      } ;
  [363]	= {
      ["from"]	= "致她" ;
      ["hitokoto"]	= "一定要像小孩子一样爱笑，眼睛一定要闪着不谙世事的光。" ;
      } ;
  [364]	= {
      ["from"]	= "签名" ;
      ["hitokoto"]	= "打雷时你想到的是要下雨还是她害怕。" ;
      } ;
  [365]	= {
      ["from"]	= "pokon548" ;
      ["hitokoto"]	= "与恶龙相斗的少年终将成为恶龙？不过是因为他在打败恶龙前没有找到存在恶龙的缘由罢了。" ;
      } ;
  [366]	= {
      ["from"]	= "fine" ;
      ["hitokoto"]	= "满天繁星思绪起，一言一诺只为你。" ;
      } ;
  [367]	= {
      ["from"]	= "厌猫" ;
      ["hitokoto"]	= "其实一个人单身久了，你就会慢慢地发现你根本不适合谈恋爱，更不适合结婚，你只适合工作和赚钱，赚钱能治愈一切矫情，有钱能治愈一切自卑。" ;
      } ;
  [368]	= {
      ["from"]	= "了一理" ;
      ["hitokoto"]	= "好多烦恼是你错觉以为你空有一身抱负的怀才不遇，其实更多真相是给你机会你却胸无点墨的后悔不已。" ;
      } ;
  [369]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你回头，我就在身后。" ;
      } ;
  [370]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "城市夜空的灯光太过明亮，以至于我曾一度怀疑，我所存在的世界，是否真的有月亮。" ;
      } ;
  [371]	= {
      ["from"]	= "方树" ;
      ["hitokoto"]	= "片是落叶处，一切尽萧然。" ;
      } ;
  [372]	= {
      ["from"]	= "宋锦瑟" ;
      ["hitokoto"]	= "从今以后，你走你的路，我演我的戏。" ;
      } ;
  [373]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "一言，一思，一走，一生。" ;
      } ;
  [374]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果不愿意从梦里醒过来，那就一直沉溺下去；反正现实里，地狱的景象附拾皆是，还不如一个好梦……" ;
      } ;
  [375]	= {
      ["from"]	= "GoodChing" ;
      ["hitokoto"]	= "时间，捉摸不透。" ;
      } ;
  [376]	= {
      ["from"]	= "GoodChing" ;
      ["hitokoto"]	= "意境，如水一空。" ;
      } ;
  [377]	= {
      ["from"]	= "无" ;
      ["hitokoto"]	= "乱风错错卷卷云散散八千里。" ;
      } ;
  [378]	= {
      ["from"]	= "无" ;
      ["hitokoto"]	= "纵观世界无非就两件事最火：断章取义和美名其曰。" ;
      } ;
  [379]	= {
      ["from"]	= "无" ;
      ["hitokoto"]	= "光，火交错，诞生了夕阳。" ;
      } ;
  [380]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "脚步声的急促是我想见你的预示。" ;
      } ;
  [381]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "生活如叶，重重叠叠，只如毡般消逝在林间。" ;
      } ;
  [382]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "弱小不是逃避的借口，应是竭尽全力的理由。" ;
      } ;
  [383]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "有些人的温柔，不过是骨子里的卑微。" ;
      } ;
  [384]	= {
      ["from"]	= "梨子" ;
      ["hitokoto"]	= "我真的很想喜欢你们，可是你们没有人喜欢我。" ;
      } ;
  [385]	= {
      ["from"]	= "fishfish" ;
      ["hitokoto"]	= "大千世界，仙女万千。踏足于世界，被迷的沦陷。恨不得多长几眼，一眼千遍。" ;
      } ;
  [386]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我喜欢热闹，但并不拒绝孤独。" ;
      } ;
  [387]	= {
      ["from"]	= "无" ;
      ["hitokoto"]	= "雨，打湿了窗，打湿了行人，打湿了梦境。" ;
      } ;
  [388]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "夜空像撒了葡萄酒的甜。诗人在街头晃着酒瓶醉。手里的诗也撕碎成星光。" ;
      } ;
  [389]	= {
      ["from"]	= "只是" ;
      ["hitokoto"]	= "一举一动牵吾魂，一言一语勾吾思。" ;
      } ;
  [390]	= {
      ["from"]	= "生活" ;
      ["hitokoto"]	= "别让生活蹂躏了你眉间的温柔。" ;
      } ;
  [391]	= {
      ["from"]	= "食不知味" ;
      ["hitokoto"]	= "其实你不是真的很有趣，你只是太孤独。这个你，就是我。" ;
      } ;
  [392]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "望不穿那海底突然跌落的暗与无穷。" ;
      } ;
  [393]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "为了能体面地死去而狼狈地活着。" ;
      } ;
  [394]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "入夜随孤灯等昙花开。" ;
      } ;
  [395]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "一场秋雨一场凉，秋心酌满泪为霜。" ;
      } ;
  [396]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "雾都伦敦的浪漫，是迷雾之下珍藏的一缕阳光。" ;
      } ;
  [397]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "过俗世的生活，做通天的梦，手不能触及的，心可以直达。" ;
      } ;
  [398]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你会不会在某一个瞬间想起我，哪怕，一瞬间。" ;
      } ;
  [399]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "可能我表述的太过明显，毕竟梦里常出现你的脸，他一遍一遍让我反复失眠，但这都不是重点，无解的是 很多话我已藏了大半年。" ;
      } ;
  [400]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "许久未见的朋友，定会在梦里，有一次无需言语的交流。" ;
      } ;
  [401]	= {
      ["from"]	= "bia" ;
      ["hitokoto"]	= "是，你是这个世界的人，但同时你要相信你创造的世界也是存在的。" ;
      } ;
  [402]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "输了你，赢了这个世界也没意义。" ;
      } ;
  [403]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "始终弄不明白，合适和喜欢哪个更重要。" ;
      } ;
  [404]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "明明就是喜欢，失去了才痛心，你在胆怯什么啊喂？" ;
      } ;
  [405]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "电影结束的那一刻，灯光逐渐升起。走在情侣之间，想起当时的我和你；只可惜，我们没有坚持到底。" ;
      } ;
  [406]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "去你的城市，路过你熟悉的街，吃你以前常对我讲的街角的那家小吃，坐在图书馆的楼梯上，一个像极你的背影。路过，边上那人，叫着曾经熟悉的名字，我知道我该回家了。" ;
      } ;
  [407]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "这个世界并没有变坏，只是人们自己的心、坏了。" ;
      } ;
  [408]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "记忆付诸生命之时，时间亦将付诸生命。" ;
      } ;
  [409]	= {
      ["from"]	= "斫琴赴长顾" ;
      ["hitokoto"]	= "既然长相忘，谁知来时路。" ;
      } ;
  [410]	= {
      ["from"]	= "绮梦" ;
      ["hitokoto"]	= "大气的人不会因为这点小事来和你生气。" ;
      } ;
  [411]	= {
      ["from"]	= "忆梦小站" ;
      ["hitokoto"]	= "微笑着挥手再见，但内心却却深知，以后不会再相见。" ;
      } ;
  [412]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "想不完的思念，道不尽的话。" ;
      } ;
  [413]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我喜新厌旧得厉害，而你是个例外，其他的我从不专一。" ;
      } ;
  [414]	= {
      ["from"]	= "kirisa" ;
      ["hitokoto"]	= "请热爱这个世界，哪怕它是冷的；请保持一颗火热的心，因为我们脚下的星球，她的心也是“热”的。" ;
      } ;
  [415]	= {
      ["from"]	= "一名苦逼程序员" ;
      ["hitokoto"]	= "希望各位程序员能保持当初第一次输出hello world的兴奋，每条代码都有它存在的意义，不要被社会打倒。指不定哪天你就改变世界了。" ;
      } ;
  [416]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "给你的努力一个交代，挥出已经紧握在双拳中的梦想。" ;
      } ;
  [417]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我已经过了会脸红的年纪。" ;
      } ;
  [418]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "眼泪不能洗去痛苦，但岁月足以抹去一切。" ;
      } ;
  [419]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不是我熬夜，是黑夜需要我这颗璀璨明亮的星。" ;
      } ;
  [420]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们都是游离于这个时代之外的人，我们永远无法理解别人。" ;
      } ;
  [421]	= {
      ["from"]	= "契约千魂" ;
      ["hitokoto"]	= "不管什么天气，记得随时带上自己的阳光；不管什么遭遇，记得内心装满开心的童话。" ;
      } ;
  [422]	= {
      ["from"]	= "契约千魂" ;
      ["hitokoto"]	= "每天都是新的一天，有好运比什么都强。" ;
      } ;
  [423]	= {
      ["from"]	= "契约千魂" ;
      ["hitokoto"]	= "我们终究还是走散了。" ;
      } ;
  [424]	= {
      ["from"]	= "2020年4月10日，原创" ;
      ["hitokoto"]	= "脸皮要是能厚一些就好了，这样就不会再因为生活中的这些破事而哭泣了，让那些狗屁情绪都见鬼去吧。" ;
      } ;
  [425]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "对于事情的预期越低，失败的时候越不伤心，成功的时候就越快乐。" ;
      } ;
  [426]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "人生，自在意，得其乐。" ;
      } ;
  [427]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果人生结束，连遗言都没有，会不会太可惜。" ;
      } ;
  [428]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我抱着你，就像抱着一枝柔弱的花骨朵，让我深深的感受到你是多么的无助。" ;
      } ;
  [429]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我重新活了千百遍，深爱过也失去了，可当我再次见到你，枯骨里生出花。" ;
      } ;
  [430]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "梦醒人终散，缘尽情已空。" ;
      } ;
  [431]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你如果認識以前的我，也許你會原諒現在的我。" ;
      } ;
  [432]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我真想拉起你的手，逃向初晴的天空和田野，不畏縮也不回顧。" ;
      } ;
  [433]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "風可以決定樹的方向，而你可以決定自己的方向。" ;
      } ;
  [434]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们明知光明无法永恒，但是我们却始终追寻着，因此我们度过了黑夜。" ;
      } ;
  [435]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "真正引领我们成功的，并非是我们曾经和现在拥有什么，而是我们对于未来的希望！" ;
      } ;
  [436]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "悲痛藏于心，欢喜言于表。说的不就是我们吗！" ;
      } ;
  [437]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "过去的不再回来，回来的不再美好。" ;
      } ;
  [438]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我们通常把自己做的傻事称为“命运”。" ;
      } ;
  [439]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "站起来吧孩子，没人会看见倒下的人。" ;
      } ;
  [440]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "勇气就是明知会受伤，却还要这样做，愚蠢也是如此。" ;
      } ;
  [441]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "某些人喜好名利是“好大喜功”，某些人喜好名利是“人之常情”。" ;
      } ;
  [442]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "何必怕鬼，折磨你的永远是人。何必怕死，折磨你的永远是生。" ;
      } ;
  [443]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "社会是个就像个机床，人就像块没有加工过的铁。" ;
      } ;
  [444]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "往回首。即使那些不悦的，厌恶的，也化作尘埃，随风而去。" ;
      } ;
  [445]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "人生路上，岔路口。如何走？自己的路。" ;
      } ;
  [446]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "执着与进退？这是个问题。" ;
      } ;
  [447]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不会去爱，那就别爱，天有注定，缘也会散。" ;
      } ;
  [448]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "他们的人生本该是充满希望，而不是在深渊的泥潭里绝望的打滚。" ;
      } ;
  [449]	= {
      ["from"]	= "梦中" ;
      ["hitokoto"]	= "星河浩瀚，万人争渡。" ;
      } ;
  [450]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "当某人某事突然出现一群黑子，要么是做的太好遭人嫉妒，要么是做的太坏遭人厌恶。" ;
      } ;
  [451]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "长的不好看，优点也不多，梦想很平凡，如果说我喜欢你，你可不可以、不要笑我。" ;
      } ;
  [452]	= {
      ["from"]	= "混沌点阵" ;
      ["hitokoto"]	= "无眠之夜黑混沌，她忘点灯昏红阵。" ;
      } ;
  [453]	= {
      ["from"]	= "前线迷雾" ;
      ["hitokoto"]	= "灰尽暗夜燎前线，烟起迷雾挂蓝巾。" ;
      } ;
  [454]	= {
      ["from"]	= "深红之网" ;
      ["hitokoto"]	= "她着红衣丝千里，天铺巨网罩深红。" ;
      } ;
  [455]	= {
      ["from"]	= "一叶知秋" ;
      ["hitokoto"]	= "我喜欢同性的可能性只有百分之一，而你就是那百分之一，也是我的唯一。" ;
      } ;
  [456]	= {
      ["from"]	= "我死了" ;
      ["hitokoto"]	= "虽然我的心脏停止跳动了，但它不会停止爱你。" ;
      } ;
  [457]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "当你面临死亡时，当你参加亲人葬礼的时候，当你看到无数的死亡时，你会真真切切地领悟它，看透它。最后化为四个字：即死领悟。" ;
      } ;
  [458]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我披上了一层世俗的外衣，只为珍藏那份唯有你能揭开的纯真。回首，我依然是那个在阳光下奔跑的少年。" ;
      } ;
  [459]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "心比顽石，药师无益，心若水泊，浮萍无存。" ;
      } ;
  [460]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "嘴上说着考名校，手里打着游戏，你是在和谁开玩笑。" ;
      } ;
  [461]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不要想，去感受。" ;
      } ;
  [462]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "趁现在吧，一点一点，重新来过。" ;
      } ;
  [463]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不要随便找个参照物就坠落得理所应当。" ;
      } ;
  [464]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不用羡慕，你也是太阳。" ;
      } ;
  [465]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "做生意人站在道德与法律之内，做资本家只要在法律范围内即可。" ;
      } ;
  [466]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "失落至极致，是虚无。" ;
      } ;
  [467]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "无法忘却的，无法留念的，就让它随风去吧。" ;
      } ;
  [468]	= {
      ["from"]	= "一颗忙乱的大脑" ;
      ["hitokoto"]	= "如果累，那就停下来，想一想，你在做什么……" ;
      } ;
  [469]	= {
      ["from"]	= "致敬《致橡树》" ;
      ["hitokoto"]	= "我有一个脑洞，洞里有颗橡树种子，种子已经发芽钻出了头发，如果碰巧你也有一个脑洞，洞里有颗木棉种子，请和我紧握双手，那是我们在相互致意，那是我们的语言，没有人能懂。" ;
      } ;
  [470]	= {
      ["from"]	= "大略" ;
      ["hitokoto"]	= "始无弱，盛极衰，和以中之大同。" ;
      } ;
  [471]	= {
      ["from"]	= "大略" ;
      ["hitokoto"]	= "如日中天，群魔乱舞，应臆。" ;
      } ;
  [472]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "不以为然的存在，细品起来会得到意想不到的有趣。" ;
      } ;
  [473]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "避弊盗利非小人不可为，须纳其弊方承其禾。" ;
      } ;
  [474]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "扬帆起航，于舟渡之。" ;
      } ;
  [475]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "需要的不外乎是“路程”，也许能一步到位。" ;
      } ;
  [476]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "或许此刻需要“推力”来成长。" ;
      } ;
  [477]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "静以制动，明以破军。" ;
      } ;
  [478]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "冬至子月，证启明兆。倚伏依之。" ;
      } ;
  [479]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "春秋相往犹如似水流年。" ;
      } ;
  [480]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "站在蝼蚁的角度涉观无限大宇宙，是已知宇宙最大的嗔妄。" ;
      } ;
  [481]	= {
      ["from"]	= "乱世" ;
      ["hitokoto"]	= "醉生梦死才是人生真正追求。" ;
      } ;
  [482]	= {
      ["from"]	= "乱世" ;
      ["hitokoto"]	= "事與願違，安天命乎？" ;
      } ;
  [483]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "文豪野犬的区别，或许在于浪漫，与非浪漫。" ;
      } ;
  [484]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "持道而修，不可议其。" ;
      } ;
  [485]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "所谓豪言壮志，只是为了安慰某刻的自己。" ;
      } ;
  [486]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "翻开对你仅有的记忆，然后放大，彻底的覆盖我的脑海。" ;
      } ;
  [487]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "当黄昏时的光照耀在我的脸颊，我就知道夜晚快要来临了。" ;
      } ;
  [488]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "给予的希望不要让其轻易破灭。毕竟没到最后，一切都还在进行中。而，结束在什么时刻，谁又说的定。若放弃了，那才是真正结束。" ;
      } ;
  [489]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "没有过多的幸运值，就得拥有个坚持不懈的斗志。" ;
      } ;
  [490]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不要太在意，太在意会开始害怕失去。" ;
      } ;
  [491]	= {
      ["from"]	= "日常随笔" ;
      ["hitokoto"]	= "我不是畏惧风，我只是怕风把沙子吹到我的眼睛里！" ;
      } ;
  [492]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "因为你在，我不是太阳，而是化作星辰，与你遨游星空。" ;
      } ;
  [493]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "结果需要的是一个开始。没开始说什么都是废话。" ;
      } ;
  [494]	= {
      ["from"]	= "大世" ;
      ["hitokoto"]	= "逆而顺之，顺而逆之。" ;
      } ;
  [495]	= {
      ["from"]	= "大世" ;
      ["hitokoto"]	= "非人之学能，非人之能学。" ;
      } ;
  [496]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "黄昏时的天略带有妩媚。" ;
      } ;
  [497]	= {
      ["from"]	= "大世" ;
      ["hitokoto"]	= "一个人的思想等于一个人的素养。" ;
      } ;
  [498]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "也许是把一些事物看太重了，然而失去了才患于恋恋不舍。" ;
      } ;
  [499]	= {
      ["from"]	= "乱世" ;
      ["hitokoto"]	= "没有逃不脱的厄难！如果有，那是因为还没找到那合理的理由！" ;
      } ;
  [500]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "明明是个视观者，却以主角的观念活着！" ;
      } ;
  [501]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "一切都将成为过去。 当一切都将成为过去的时候你得到了什么?" ;
      } ;
  [502]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "不肯迈出第一步的人永远学不会走路，也无法体会奔跑的喜悦！" ;
      } ;
  [503]	= {
      ["from"]	= "乱世" ;
      ["hitokoto"]	= "知道是一个陷阱的诱惑，但偏偏乐于陷入其中，归根到底还是欲望的作祟！" ;
      } ;
  [504]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "别人无法左右你，别人只是帮你决定了你犹豫不决的决定而已！" ;
      } ;
  [505]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "心血来潮的时候，总会有那么几人要顿悟的。" ;
      } ;
  [506]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "你在试探的同时，别人亦在试探你。谁也不喜欢被试探，所以何不以诚相待。" ;
      } ;
  [507]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "思路也仅仅是思路，不能赖于行走。况且也不止于一条。" ;
      } ;
  [508]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "最好的时间段，莫过于开始的时候。那时候充满了好奇，向往和自约的协议动力，对一切选择来者不拒，但慢慢的发现并非一切的中途都是无害的。虽不知那一段时间是几何，也不管善恶的对象。最后想起了当初，一切的开始都还是美好的。" ;
      } ;
  [509]	= {
      ["from"]	= "小世" ;
      ["hitokoto"]	= "放下的过程很难，但是结束的来临很快。" ;
      } ;
  [510]	= {
      ["from"]	= "安世" ;
      ["hitokoto"]	= "不从善恶意，只遵本心行。" ;
      } ;
  [511]	= {
      ["from"]	= "乱世" ;
      ["hitokoto"]	= "没有信仰的夜晚是充满厄难的白天！" ;
      } ;
  [512]	= {
      ["from"]	= "浮生如梦" ;
      ["hitokoto"]	= "我与残局皆遗憾，她与大狙皆如梦。" ;
      } ;
  [513]	= {
      ["from"]	= "灵感" ;
      ["hitokoto"]	= "天下没有不散的宴席，那就放下过去，憧憬未来！" ;
      } ;
  [514]	= {
      ["from"]	= "张喜乐" ;
      ["hitokoto"]	= "平安喜乐，万事胜意。" ;
      } ;
  [515]	= {
      ["from"]	= "那个她" ;
      ["hitokoto"]	= "最后一次听你的，尝试着不去想你。" ;
      } ;
  [516]	= {
      ["from"]	= "一言" ;
      ["hitokoto"]	= "冢边枯萎之叶，何人知是蔷薇？长守孤冢之旁，芳华逝矣。" ;
      } ;
  [517]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "鲁迅：我没说过这句话。" ;
      } ;
  [518]	= {
      ["from"]	= "上班" ;
      ["hitokoto"]	= "就很犯困很困很困~很忙还是很困！" ;
      } ;
  [519]	= {
      ["from"]	= "生活" ;
      ["hitokoto"]	= "今天的雨很大，你那边下雨了么？" ;
      } ;
  [520]	= {
      ["from"]	= "小语" ;
      ["hitokoto"]	= "风告诉我你在想我，我把思念揉在小溪里，等它化成雨落在你的额头。" ;
      } ;
  [521]	= {
      ["from"]	= "GoodCing" ;
      ["hitokoto"]	= "转回首，依旧前行。" ;
      } ;
  [522]	= {
      ["from"]	= "crazy" ;
      ["hitokoto"]	= "纵天下几变春秋，我依旧还是我。" ;
      } ;
  [523]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "不打扰你的日常，在需要时递上一份力所能及的帮助，在变得不可理喻时会把你好好的收拾一顿。也许这就是所谓的死党吧。" ;
      } ;
  [524]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "每天，似乎都一样。" ;
      } ;
  [525]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "别人看见的只有你的光鲜亮丽，他们永远不知道你失去了什么。" ;
      } ;
  [526]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "别人总是以为你什么都有，但你只剩自己了。" ;
      } ;
  [527]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "奋斗吧！为了人生，为了梦想，为了自己，也为了你心中的那个ta！" ;
      } ;
  [528]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "明月，被称为明月。只因为它反射了太阳的光芒。而名人，之所以被称为名人，是因为它成为了世界的那颗太阳。" ;
      } ;
  [529]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "人生，三十年前看爹敬儿，三十年后看儿敬爹！" ;
      } ;
  [530]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "手上的疤痕，那是过逝的生命，一道，两道，直到手腕上遍布了密密麻麻的伤疤，数都数不清。" ;
      } ;
  [531]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "你总说你很累，可谁又过的顺风顺水。" ;
      } ;
  [532]	= {
      ["from"]	= "ideng" ;
      ["hitokoto"]	= "我得罪了领导，领导醉了。" ;
      } ;
  [533]	= {
      ["from"]	= "落陈" ;
      ["hitokoto"]	= "这世间太不公平了，我都已经完完全全失去你了，可你还拥有着我。" ;
      } ;
  [534]	= {
      ["from"]	= "史上最骚大侦探" ;
      ["hitokoto"]	= "每个人藏在影子里的，才是他真实的那面。" ;
      } ;
  [535]	= {
      ["from"]	= "氧化_小卡门" ;
      ["hitokoto"]	= "本想自省，却闭门思他人之过。" ;
      } ;
  [536]	= {
      ["from"]	= "just now" ;
      ["hitokoto"]	= "我这么无聊，几乎从不主动的一个人也想为你变得有趣呢！" ;
      } ;
  [537]	= {
      ["from"]	= "日央" ;
      ["hitokoto"]	= "只想着相见时春风细雨甜，哪管他相思夜星前月下苦。" ;
      } ;
  [538]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "明明付出远高于回报，却依旧选择硬着头皮做下去。只为了能在还未触及到的未来帮到你。或许这就是傻白甜吧。" ;
      } ;
  [539]	= {
      ["from"]	= "日央" ;
      ["hitokoto"]	= "旅人不识清明雨，深院碧桃香红袖。" ;
      } ;
  [540]	= {
      ["from"]	= "夜言" ;
      ["hitokoto"]	= "若有来生，我愿重至，月明花下。化雨为雾，赏曾经，灼灼桃花。" ;
      } ;
  [541]	= {
      ["from"]	= "负雨" ;
      ["hitokoto"]	= "负断只舟阡陌短，雨淋青瓦深巷中。" ;
      } ;
  [542]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "究竟要说多少次你才能明白：在真正的友谊中，最强大的不是能力，而是信任。" ;
      } ;
  [543]	= {
      ["from"]	= "GoodChing" ;
      ["hitokoto"]	= "失去，得到，往往于一念间。" ;
      } ;
  [544]	= {
      ["from"]	= "本人" ;
      ["hitokoto"]	= "不去占有就是最好的拥有。" ;
      } ;
  [545]	= {
      ["from"]	= "陈和锐" ;
      ["hitokoto"]	= "人啊，是利益的作品。" ;
      } ;
  [546]	= {
      ["from"]	= "Serapolis/Github" ;
      ["hitokoto"]	= "绝对封锁带来绝对泛滥。" ;
      } ;
  [547]	= {
      ["from"]	= "圣" ;
      ["hitokoto"]	= "朋友，如果有一天我死了，请相信我只是去了另一个世界等你" ;
      } ;
  [548]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "忍着身体的惨痛，憧憬黎明的光芒。" ;
      } ;
  [549]	= {
      ["from"]	= "生活经历" ;
      ["hitokoto"]	= "没有理所当然的帮忙，只有个人素养的体现。" ;
      } ;
  [550]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "每一个人活着，本质上都是对自己的不信任。" ;
      } ;
  [551]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "厌倦了行尸走肉的生活，只想过有血有肉的生活。" ;
      } ;
  [552]	= {
      ["from"]	= "原创：追光集" ;
      ["hitokoto"]	= "我当真能担得起，少年人这个词吗？" ;
      } ;
  [553]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "三年懵懂，三年凌辱，又三年孤独迷惘。空留纸上，寥落诗句数行。" ;
      } ;
  [554]	= {
      ["from"]	= "小甜酿的日记" ;
      ["hitokoto"]	= "我收集了满屋子阳光，因为你是太阳。" ;
      } ;
  [555]	= {
      ["from"]	= "思考" ;
      ["hitokoto"]	= "我自己的思考，都是起源于问题。而追寻问题的方法，总是起源于确信。" ;
      } ;
  [556]	= {
      ["from"]	= "潍坊四中" ;
      ["hitokoto"]	= "我们就像小小的纸飞机，老师就是放飞我们的手。" ;
      } ;
  [557]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果有一天我也提起笔，或许是因为做创作比做读者更杀渴。" ;
      } ;
  [558]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "天会晴，雨会停。" ;
      } ;
  [559]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "我怎么能倒下，我身后空无一人。" ;
      } ;
  [560]	= {
      ["from"]	= "Alex" ;
      ["hitokoto"]	= "自与你相识起，我便觉得你与众不同。" ;
      } ;
  [561]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "当你决定抛硬币的时候，就绝不要一次决定结果。毕竟，与其说相信命运，不过是命运恰巧停在了那个路口而已。" ;
      } ;
  [562]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "每个人的身上都有太阳，重要的是如何让它发光。" ;
      } ;
  [563]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "说你是人，却过完牛的一生。" ;
      } ;
  } ;