return {
  [1]	= {
      ["from"]	= "樱花庒的宠物女孩 10 B站弹幕" ;
      ["hitokoto"]	= "用番茄Lu过…比香蕉好←那是你没领悟到香蕉的正确用法" ;
      } ;
  [2]	= {
      ["from"]	= "几米" ;
      ["hitokoto"]	= "流浪去吧，总会在世界的一角找到愿意懂你的人。" ;
      } ;
  [3]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "我们在年少时并不知道，有些乐章一旦开始，唱的就是曲终人散。" ;
      } ;
  [4]	= {
      ["from"]	= "可遇不可求的事" ;
      ["hitokoto"]	= "故乡的云。上古的玉。随手的诗。十九岁的你。" ;
      } ;
  [5]	= {
      ["from"]	= "论如何回答女友问题“你为什么对我这么好”" ;
      ["hitokoto"]	= "我敬你是条汉子！" ;
      } ;
  [6]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "记得当时年纪小，你爱卖萌我爱笑。" ;
      } ;
  [7]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生活就像愤怒的小鸟，失败后总有几只猪在笑。" ;
      } ;
  [8]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我们擦身而过，是为了相识或者遗忘。" ;
      } ;
  [9]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "给我一个电话亭，我要拯救地球。" ;
      } ;
  [10]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你若盛开，清风自来。" ;
      } ;
  [11]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "以前高中时，羡慕大学考试只要及格就行；现在大学了，怀念高中考试及不及格都行……" ;
      } ;
  [12]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "君子可寓意于物，但不可留意于物。" ;
      } ;
  [13]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "风筝的线你随时可以放开，只是别盼望我会回来。" ;
      } ;
  [14]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "那种亲密的人突然陌生，希望完全落空的感觉，就好像喝口凉水居然被烫到。" ;
      } ;
  [15]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "天空本是一种风景，可是遇见你之后，它变成了一种心情。" ;
      } ;
  [16]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "地球只有一个，而欧派有两个。" ;
      } ;
  [17]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "成熟不是人的心变老，是泪在打转还能微笑。" ;
      } ;
  [18]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "等待，不是为了你能回来，而是找个借口不离开。" ;
      } ;
  [19]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "最终让你难以忘怀的，并不是某个谁，而是当初为之倾心，不顾一切的自己。" ;
      } ;
  [20]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "如果分手的恋人还能做朋友，要不从没爱过，要不还在爱着。" ;
      } ;
  [21]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "研表究明，汉字的序顺并不定一能影阅响读，比如当你看完这句话后，才发这现里的字全是都乱的。" ;
      } ;
  [22]	= {
      ["from"]	= "Apple" ;
      ["hitokoto"]	= "活着就是为了改变世界。" ;
      } ;
  [23]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "H什么的最讨厌了！" ;
      } ;
  [24]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "放弃也是需要勇气的。" ;
      } ;
  [25]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "胸不平何以平天下，乳不巨何以聚人心。" ;
      } ;
  [26]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "忘记一个人，并非不再想起，而是偶尔想起，心中却不再有波澜。" ;
      } ;
  [27]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "即使无法掌握未来，也请不要忘了明天。" ;
      } ;
  [28]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不忘初心，方得始终。" ;
      } ;
  [29]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你制定的计划是.txt还是.exe?" ;
      } ;
  [30]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "心之所愿，无所不成。" ;
      } ;
  [31]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "无论是丢下还是被丢下，都是一样痛苦的。" ;
      } ;
  [32]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不约，不约，叔叔我们不约~" ;
      } ;
  [33]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "既然认准这条路，何必去打听要走多久。" ;
      } ;
  [34]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有些人，一旦遇见，便一眼万年；有些心动，一旦开始，便覆水难收。" ;
      } ;
  [35]	= {
      ["from"]	= "_好多虫漫画" ;
      ["hitokoto"]	= "一定是红线下得太乱，才不小心把我和你绑在一起了……却没系稳。" ;
      } ;
  [36]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "不敢正视你的眼睛，是怕我每一个眼神都在告白。" ;
      } ;
  [37]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "别人说的记在脑袋里，而自己的，则放在心里。" ;
      } ;
  [38]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "想你想到手都断了…" ;
      } ;
  [39]	= {
      ["from"]	= "平安夜的噩梦" ;
      ["hitokoto"]	= "没有回忆就去创造回忆，没有道路就去开辟道路。" ;
      } ;
  [40]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "没有什么过不去，只是再也回不去。" ;
      } ;
  [41]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "记性太好，有时候是一种负担。容易忘记往事的人，是幸福的。" ;
      } ;
  [42]	= {
      ["from"]	= "科比·布莱恩特" ;
      ["hitokoto"]	= "低头不是认输，是要看清自己的路；昂头不是骄傲，是要看清自己的天空。" ;
      } ;
  [43]	= {
      ["from"]	= "bilibili" ;
      ["hitokoto"]	= "我觉得，我这辈子最灿烂的笑容，大概都奉献给我电脑屏幕了。" ;
      } ;
  [44]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "有一种无奈叫做，你明明是只候鸟，却喜欢上只能给你冬天的人。" ;
      } ;
  [45]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "与你的生命等价的东西，这个世界上根本没有。" ;
      } ;
  [46]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生活就像超级女生，走到最后的都是纯爷们。" ;
      } ;
  [47]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "那天放学的时候人很多。楼道很挤，你的手不小心碰到了我的手背，这是我漫长而又短暂的初恋。" ;
      } ;
  [48]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "旅行的意义在于找到自己，而非浏览他人。" ;
      } ;
  [49]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我的小伙伴们都惊呆了！" ;
      } ;
  [50]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "智商是硬伤。" ;
      } ;
  [51]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生命太短，一秒钟都不留给让人不快的家伙。" ;
      } ;
  [52]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "XX什么的，最讨厌了！" ;
      } ;
  [53]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "请叫我女王大人~" ;
      } ;
  [54]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生活中若没有朋友，就像生活中没有阳光一样。" ;
      } ;
  [55]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "二次元什么的我本来是不感冒的，直到我的膝盖中了一箭。" ;
      } ;
  [56]	= {
      ["from"]	= "中国山东找蓝翔" ;
      ["hitokoto"]	= "那么，问题来了…" ;
      } ;
  [57]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不要祈求生活公平，只需要适应它。" ;
      } ;
  [58]	= {
      ["from"]	= "百度贴吧" ;
      ["hitokoto"]	= "空山新雨后，兵长一米六。" ;
      } ;
  [59]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "过去的事情可以不忘记，但一定要放下。" ;
      } ;
  [60]	= {
      ["from"]	= "西游记" ;
      ["hitokoto"]	= "孙大圣，快收了神通吧！" ;
      } ;
  [61]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "黑暗不能驱除黑暗，只有光明可以做到；仇恨不能驱除仇恨，只有爱可以做到。" ;
      } ;
  [62]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "在你最冷的时候，有人不顾自己寒冷抱着你，这就是幸福。" ;
      } ;
  [63]	= {
      ["from"]	= "我和我的小伙伴们都惊呆了" ;
      ["hitokoto"]	= "我和我的小伙伴们都惊呆了！" ;
      } ;
  [64]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "患了中二病，等于有了一种信仰。" ;
      } ;
  [65]	= {
      ["from"]	= "（根据相关法律法规，相关内容已被屏蔽。）" ;
      ["hitokoto"]	= "（根据相关法律法规，相关内容已被屏蔽。）" ;
      } ;
  [66]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你还欠我一句对不起，可我不会再说没关系了。" ;
      } ;
  [67]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你才是⑨！你全家都是⑨！" ;
      } ;
  [68]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "喜欢大胸只是本能，喜欢贫乳才是审美。" ;
      } ;
  [69]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我年轻，我傲娇。" ;
      } ;
  [70]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "上帝说要有光，于是萝莉就掀起了裙子。" ;
      } ;
  [71]	= {
      ["from"]	= "dreamless_milky" ;
      ["hitokoto"]	= "胸部的大小并没有关系，重要的是存在于那里的温暖。" ;
      } ;
  [72]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "找不到路，就自己走一条出来。" ;
      } ;
  [73]	= {
      ["from"]	= "魔兽世界" ;
      ["hitokoto"]	= "大地母亲在忽悠着你。" ;
      } ;
  [74]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "当世界背叛你的那天到来时，我会为你背叛全世界。" ;
      } ;
  [75]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有些事情本身我们无法控制，只好控制自己。" ;
      } ;
  [76]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "新闻联播的牛X之处在于就算你一直在换台，也能完整的看完一条新闻。" ;
      } ;
  [77]	= {
      ["from"]	= "B站弹幕" ;
      ["hitokoto"]	= "你最无暇的时光是哪段，你又把它奉献给了谁？" ;
      } ;
  [78]	= {
      ["from"]	= "绝对萌域" ;
      ["hitokoto"]	= "是金子一定会发光，是银子一定会花光，是裙子一定会走光，是节操一定要丢光。" ;
      } ;
  [79]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "最好的感觉，是有人懂你的欲言又止。" ;
      } ;
  [80]	= {
      ["from"]	= "九ちのセカィ" ;
      ["hitokoto"]	= "这个城市大得让人到处能一见钟情，却没法重逢。" ;
      } ;
  [81]	= {
      ["from"]	= "格言" ;
      ["hitokoto"]	= "只要一息尚存，就还有希望。" ;
      } ;
  [82]	= {
      ["from"]	= "萌王评语" ;
      ["hitokoto"]	= "赢了萌王，输了京介" ;
      } ;
  [83]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我只是五行缺驱动程序，别说我怠惰。" ;
      } ;
  [84]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "开心就好" ;
      } ;
  [85]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "值得获取的东西，就在风险的彼岸。" ;
      } ;
  [86]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "以前高中时，羡慕大学考试只要及格就行；现在大学了，怀念高中考试及不及格都行…" ;
      } ;
  [87]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我不要你忘记他 , 我只要你记得我" ;
      } ;
  [88]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "为毛我的眼里常含泪水，因为我老是躺着中枪。" ;
      } ;
  [89]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "再自信的人都会觉得自己还不够好" ;
      } ;
  [90]	= {
      ["from"]	= "囧的呼唤" ;
      ["hitokoto"]	= "小胖子溜边走~" ;
      } ;
  [91]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "宅，是一种生活状态；死宅，是一种人生境界…" ;
      } ;
  [92]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有一个捉迷藏社团，他们团长现在还没找到。" ;
      } ;
  [93]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有家,有爱,有欧派" ;
      } ;
  [94]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不论生死，好坏，对错；只要载入史册那就代表胜利——历史由胜者书写" ;
      } ;
  [95]	= {
      ["from"]	= "琦殿" ;
      ["hitokoto"]	= "你在我身边也好，在天边也罢，想到世界的角落有一个你，觉得整个世界也变得温柔安定了。" ;
      } ;
  [96]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "只有懦弱和失败者才会四处寻找借口" ;
      } ;
  [97]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "被特别在乎的人忽略，会很难过，而更难过的是你还要装作你不在乎。" ;
      } ;
  [98]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "如果你不能给她穿上嫁衣，请停下脱她衣服的手" ;
      } ;
  [99]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "只要你想 你就是在天涯海角 我都会追去 。" ;
      } ;
  [100]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "难过从来就不能解决任何问题" ;
      } ;
  [101]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人都有两面，一面天使，一面恶魔。" ;
      } ;
  [102]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人生充斥着谎言,我又岂能独善其身!" ;
      } ;
  [103]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我还在原地等你 你却已经忘记来过这里" ;
      } ;
  [104]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "风筝的线你随时可以放开，只是别盼望我会回来" ;
      } ;
  [105]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "别把耿直当理由。" ;
      } ;
  [106]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= " 像旧时候，像老朋友。" ;
      } ;
  [107]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "就算路不坦荡也要做自己的太阳。" ;
      } ;
  [108]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "如果英雄联盟有停服的那一天，我会用寒冰射手在打一局简单人机，因为从哪里开始就从哪里结束。" ;
      } ;
  [109]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "如果你愿意一层一层地剥开我的心，你会发现，里面有二尖瓣、三尖瓣、隔缘肉柱、乳头肌，但就是没有你。" ;
      } ;
  [110]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "父亲永远都是不善于表达他的爱，但他总是会默默地用行动告诉我们，他是有多么的爱我们。" ;
      } ;
  [111]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不管对什么事情都不能有先入为主的观念。" ;
      } ;
  [112]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人生最重要的是时机，时机对了，凡事都有可能。" ;
      } ;
  [113]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我们是如此的担心着未来会发生的事情，因此忘记了慢下来享受现在。" ;
      } ;
  [114]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你的名字那么普通也就我听到会心头一怔。" ;
      } ;
  [115]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我们嘴里的别人的事听起来就像是自己的事；我们说自己的事的时候，却又在像说一段不相干的故事" ;
      } ;
  [116]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你什么时候放下，什么时候就没有烦恼" ;
      } ;
  [117]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "梦想不会逃跑，会逃跑的只有人" ;
      } ;
  [118]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我房间里堆满了情人节礼物， 我不是高富帅， 我只是个懒惰的快递员。" ;
      } ;
  [119]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我们都是好朋友吧，所以你的东西就是我的东西，我的东西还是我的东西。" ;
      } ;
  [120]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "真正没有资格谈明天的人，是那个不懂得珍惜今天的人" ;
      } ;
  [121]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不懂装懂，永世饭桶" ;
      } ;
  [122]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "每一天都是一个全新的开始" ;
      } ;
  [123]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "彼岸花开开彼岸,忘川河畔亦忘川。奈何桥头空奈何,三生石上写三生。" ;
      } ;
  [124]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "输了你，赢了这个世界也没意义" ;
      } ;
  [125]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "与其诅咒黑暗，不如点亮烛光" ;
      } ;
  [126]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你所浪费的今天，是昨天死去的人奢望的明天。你所厌恶的现在，是未来的你回不去的曾经。" ;
      } ;
  [127]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生命在于折腾，生命不息，折腾不止" ;
      } ;
  [128]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "即使无法掌握未来，也请不要忘了明天。" ;
      } ;
  [129]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人的欲望永无止境，就像我一开始，也只是想知道你的名字。" ;
      } ;
  [130]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "最终让你难以忘怀的，并不是某个谁，而是当初为之倾心，不顾一切的自己。" ;
      } ;
  [131]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "我想和你见面，地点你选。森林，沙漠，夜晚依稀的湖畔。草原，大海，清晨薄雾的借口。只是，别在梦里。" ;
      } ;
  [132]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "忘羡一曲远，曲终人不散" ;
      } ;
  [133]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "一瓶250ml的吊水，一共是3111滴。" ;
      } ;
  [134]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "无论撒怎样的谎，都无法欺骗自己的心。" ;
      } ;
  [135]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人恰得亏，戏不好看。" ;
      } ;
  [136]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "胆小鬼连幸福都害怕，碰到棉花都会受伤" ;
      } ;
  [137]	= {
      ["from"]	= "qq空间" ;
      ["hitokoto"]	= "一懒众衫小" ;
      } ;
  [138]	= {
      ["from"]	= "阅后即瞎" ;
      ["hitokoto"]	= "缘，妙不可言" ;
      } ;
  [139]	= {
      ["from"]	= "我的少女时代" ;
      ["hitokoto"]	= "今天是一起养狗，以后就一起遛狗，日久生情，狗又生狗。" ;
      } ;
  [140]	= {
      ["from"]	= "豆瓣网友" ;
      ["hitokoto"]	= "生死去留，棚头傀儡。一线断时，落落磊磊。" ;
      } ;
  [141]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你还有好多未完成的梦，你有什么理由停下脚步" ;
      } ;
  [142]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "要想飞得高,就该把地平线忘掉" ;
      } ;
  [143]	= {
      ["from"]	= "唐砖" ;
      ["hitokoto"]	= "时间是世上最快的一把杀人刀，无论你是万世将种，还是绝世美人，到头来都逃不过这把刀的索命。枯骨荒冢，有谁还记得你生前的模样是丑是美。" ;
      } ;
  [144]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "选择最难的路走暗夜里看成群的星星涌来。" ;
      } ;
  [145]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "那些哭着喊着要走的人从来不会真的离开,真的要离开的人会挑一个风和日丽的下午,披一件大衣,不知不觉地消失" ;
      } ;
  [146]	= {
      ["from"]	= "柒" ;
      ["hitokoto"]	= "夜深忽梦少年事，唯梦闲人不梦君。" ;
      } ;
  [147]	= {
      ["from"]	= "人间草木" ;
      ["hitokoto"]	= " 葡萄的卷须有一点淡淡的甜味。这东西如果腌成咸菜，大概不难吃。" ;
      } ;
  [148]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "春来暑往，秋去冬藏，又是很多年过去了" ;
      } ;
  [149]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "手持两把锟斤拷，口中疾呼烫烫烫。脚踏千朵屯屯屯，笑看万物锘锘锘。" ;
      } ;
  [150]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "承诺常常很像蝴蝶，美丽的盘旋后就不见了。" ;
      } ;
  [151]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "旅行的意义在于找到自己，而非浏览他人。" ;
      } ;
  [152]	= {
      ["from"]	= "天空之边" ;
      ["hitokoto"]	= "相传胜利者肯定手持正义,那仅是因为正义可以被胜利者定义" ;
      } ;
  [153]	= {
      ["from"]	= "网易云音乐热评" ;
      ["hitokoto"]	= "所爱隔山海，山海皆可平。可是你不爱我啊，隔了座火焰山还拿不到芭蕉扇。我奋不顾身穿山越岭到了你身旁，你也只会来一句“卧槽你好666啊”" ;
      } ;
  [154]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "下辈子变成你喜欢的人，然后不喜欢你！" ;
      } ;
  [155]	= {
      ["from"]	= "终极恶女" ;
      ["hitokoto"]	= "他能给的，你付不起！" ;
      } ;
  [156]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "自古表白多白表，从来情书难书情。笑谈年少多少年，常与生人道人生。" ;
      } ;
  [157]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生活的洪流欲让人们窒息，我们却在缺氧的环境中肆意成长。" ;
      } ;
  [158]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有些人坐飞机就能见到，有些人坐时光机才可以。" ;
      } ;
  [159]	= {
      ["from"]	= "一位网友" ;
      ["hitokoto"]	= "你无法比此刻更年轻" ;
      } ;
  [160]	= {
      ["from"]	= "大话西游之紫霞仙子" ;
      ["hitokoto"]	= "这不是神经病，是理想" ;
      } ;
  [161]	= {
      ["from"]	= "XiaoMi" ;
      ["hitokoto"]	= "永远相信美好的事情，即将发生" ;
      } ;
  [162]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "安静的心是最高的品质，它是没有分界的，完整的、纯洁的。他就是全神贯注、觉察力、爱和最高的智慧" ;
      } ;
  [163]	= {
      ["from"]	= "胡向荣" ;
      ["hitokoto"]	= "向来是据理力争，从不曾无理取闹。" ;
      } ;
  [164]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "可这世间疾苦，照样没放过我" ;
      } ;
  [165]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "一切不谈语境的真理都是耍流氓" ;
      } ;
  [166]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "我…真的…每天都在…尽最大的力气……去演一个正常人......或者说在强迫自己正常……求你放过我吧" ;
      } ;
  [167]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "忘记本身就是一件不可能的事情，别妄想了。" ;
      } ;
  [168]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "没有光明是不幸的么？不，需要光明才是真正的不幸。" ;
      } ;
  [169]	= {
      ["from"]	= "Holio" ;
      ["hitokoto"]	= "活着努力干，死了无遗憾！" ;
      } ;
  [170]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "曾几何时，我们做了世上那最柔情的人，为一朵花低眉，为一朵云驻足，为一滴雨感动。" ;
      } ;
  [171]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "我有两个苹果，有个人问我要一个，我不给，于是很多人凑过来说你不是还有一个苹果吗，怎么这么小气啊。可是，苹果都是我的呀。" ;
      } ;
  [172]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "双马尾是最好的方向盘" ;
      } ;
  [173]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "活的越是绝望 写的词越是温柔 这也许是世间最大的讽刺" ;
      } ;
  [174]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "“每天都要等到困极了再睡 因为那样躺下就可以睡 就没有时间想那些不开心的事” ​" ;
      } ;
  [175]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "恐惧的话，只是因为内心不够强大" ;
      } ;
  [176]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "数学和物理，就是把看不见的星星写在了纸上。" ;
      } ;
  [177]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "时间是一支孤寂的沙漏，一点一点地漏掉我们静默的年华，剩下比年华更加静默的回忆。" ;
      } ;
  [178]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "借朋友的车开，朋友说还的时候要给车加油。还车时，我冲车鼓了鼓掌" ;
      } ;
  [179]	= {
      ["from"]	= "https://www.youtube.com/watch?v=BKHdQ0daAEw  评论区" ;
      ["hitokoto"]	= "人生是场马拉松，比的不是谁目前跑的快，也不是谁先跑到终点。而是怀着希望跑完全程，快慢无所谓因为每个人都活在自己的时区。只要坚持下去，不仅可以到达目的地实现梦想，还不会因为匆忙赶路而错过沿途的风景。" ;
      } ;
  [180]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "大的目标，需要小的目标作铺垫，大的目标需要分割成几段一个一个去实现。" ;
      } ;
  [181]	= {
      ["from"]	= "网易云音乐" ;
      ["hitokoto"]	= "人生最好的三种状态：不期而遇、不言而喻、不药而愈——乃一俗人" ;
      } ;
  [182]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "我是哑巴，你是瞎子，我们就这样保持最纯真的友谊，最遥远的爱情。" ;
      } ;
  [183]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "永远不要活在过去的回忆里；昨天的太阳，晒不干今天的衣裳！" ;
      } ;
  [184]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "我李某相貌堂堂，妻子花容月貌，岂会生出你这种山野莽夫呢？" ;
      } ;
  [185]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "我的每一个动作都有你的印记" ;
      } ;
  [186]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "自古以来流传着这样一个传说 当集齐了七个福禄娃 放到炼丹炉中炼化 就能召唤出神龙，召的出才怪，你以为是龙珠啊。" ;
      } ;
  [187]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "人生在世不称意，不如自挂东南枝" ;
      } ;
  [188]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "火娃的熊熊烈焰 水娃的滔滔巨浪 当两种力量结合到一起的时候 就变成了 水蒸气" ;
      } ;
  [189]	= {
      ["from"]	= "十万个冷笑话" ;
      ["hitokoto"]	= "看来你是不见棺材不落泪不到黄河心不死欲穷千里目更上一层楼呢" ;
      } ;
  [190]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "impossible的完整形式是i'm possible" ;
      } ;
  [191]	= {
      ["from"]	= "清诗纪事" ;
      ["hitokoto"]	= "我本将心向明月，奈何明月照沟渠。落花有意随流水，流水无心恋落花。" ;
      } ;
  [192]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "模拟只会猜题意,贪心只能过样例。数学上来先打表,DP一般看规律。组合数学靠运气,计算几何瞎暴力。图论一顿套模板,数论只会GCD。" ;
      } ;
  [193]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "你总是这样轻言放弃的话，无论多久都只会原地踏步" ;
      } ;
  [194]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "不要为小事遮住视线，我们还有更大的世界" ;
      } ;
  [195]	= {
      ["from"]	= "Xiaomi" ;
      ["hitokoto"]	= "厚道的人 运气都不会太差" ;
      } ;
  [196]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "如果爱，请深爱，如不爱，请离开" ;
      } ;
  [197]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "万事开头难，然后中间难，最后结尾难。" ;
      } ;
  [198]	= {
      ["from"]	= "----来自网络" ;
      ["hitokoto"]	= "人红是非多，人傻当枪使。人蠢猛跟风，人笨不自知。" ;
      } ;
  [199]	= {
      ["from"]	= "晓良" ;
      ["hitokoto"]	= "承蒙遇见，三生有幸" ;
      } ;
  [200]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "没有音乐，生活是一种遗憾，没有爱心，生命是一种多余" ;
      } ;
  [201]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "以爱回应忠诚，以荣誉回应英勇，以复仇回应背叛" ;
      } ;
  [202]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "如果你是一匹千里马，那么请做自己的伯乐" ;
      } ;
  [203]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "世界上最美丽的就是世界本身" ;
      } ;
  [204]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "我们不能成为贵族的后代，但我们可以变成贵族的祖先" ;
      } ;
  [205]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "我并没有找到真爱，但并不代表它不存在" ;
      } ;
  [206]	= {
      ["from"]	= "syc" ;
      ["hitokoto"]	= "保持好迎接强者的心态，才是初心" ;
      } ;
  [207]	= {
      ["from"]	= "世界沉睡童话" ;
      ["hitokoto"]	= "童话只美在真实却从不续写。" ;
      } ;
  [208]	= {
      ["from"]	= "Qihoo360" ;
      ["hitokoto"]	= "积极者相信只有推动自己才能推动世界，只要推动自己就能推动世界。" ;
      } ;
  [209]	= {
      ["from"]	= "B、Mirror" ;
      ["hitokoto"]	= "有这种“自己又给人添麻烦了”的想法的人，都很敏感善良吧……" ;
      } ;
  [210]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "脆弱的人才会四处游说自己的不幸，坚强的人只会不动声色地愈渐强大 。" ;
      } ;
  [211]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "虽然我们每个人都是宇宙中微不足道的尘埃，但可能是彼此眼中最亮的星。" ;
      } ;
  [212]	= {
      ["from"]	= "晓良" ;
      ["hitokoto"]	= "愿你遍布祖国山河，觉得人生也值得。" ;
      } ;
  [213]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "谁能让我开心，我就喜欢谁" ;
      } ;
  [214]	= {
      ["from"]	= "天气预报员" ;
      ["hitokoto"]	= "你知不知道，难做的事和应该做的事，往往是同一件事。" ;
      } ;
  [215]	= {
      ["from"]	= "毛啸" ;
      ["hitokoto"]	= "Think twice, code once." ;
      } ;
  [216]	= {
      ["from"]	= "XiaoMaFenJu" ;
      ["hitokoto"]	= "绝望自有绝望的力量，正如希望自有希望的无能." ;
      } ;
  [217]	= {
      ["from"]	= "elitegarfield" ;
      ["hitokoto"]	= "最令人伤心的事就是你发现自己已经做不好那件你曾经很擅长的事了。" ;
      } ;
  [218]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "善与恶逆转的瞬间，便是奇迹" ;
      } ;
  [219]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "即使天还没有亮，固执做梦的人，身前会有光。" ;
      } ;
  [220]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "为什么你宁愿吃生活上的苦 而不愿意吃学习上的苦？" ;
      } ;
  [221]	= {
      ["from"]	= "鞠祖" ;
      ["hitokoto"]	= "学生时代的恋爱教会了孩子们怎样以貌取人，在哪里都逃不掉这种烦人的原始社会残余。" ;
      } ;
  [222]	= {
      ["from"]	= "汪国真" ;
      ["hitokoto"]	= "愿人生如剑、立起寒光四射、躺倒四射寒光" ;
      } ;
  [223]	= {
      ["from"]	= "贺指导" ;
      ["hitokoto"]	= "锄禾日当午，贺题好辛苦，对着博客园，一贺一上午，贺了一上午，还要贺下午，不贺没前途，只能去跑路。" ;
      } ;
  [224]	= {
      ["from"]	= "贺指导" ;
      ["hitokoto"]	= "春来我不先游泳，哪只虫儿敢过江？" ;
      } ;
  [225]	= {
      ["from"]	= "贺指导" ;
      ["hitokoto"]	= "钱塘风雨起苍黄，贺鸡儿楠过大江" ;
      } ;
  [226]	= {
      ["from"]	= "scp基金会" ;
      ["hitokoto"]	= "我们控制，我们收容，我们保护。" ;
      } ;
  [227]	= {
      ["from"]	= "易卜生" ;
      ["hitokoto"]	= "有的时候我真觉得全世界都像海上撞沉了船，最要紧的还是救出自己" ;
      } ;
  [228]	= {
      ["from"]	= "句子迷" ;
      ["hitokoto"]	= "上帝不会为难头脑简单的孩子" ;
      } ;
  [229]	= {
      ["from"]	= "躲进世界的角落" ;
      ["hitokoto"]	= "他们正热烈地讨论着别人的秘密，但是，一个不说，一个不听，还有一个不看。" ;
      } ;
  [230]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "白天要好好读书，书里有你不知道的；夜晚要好好睡觉，梦里有你想要的 ​。" ;
      } ;
  [231]	= {
      ["from"]	= "雨き声残響" ;
      ["hitokoto"]	= "寻找比自己更没用的人，沉浸于这样的优越感中。" ;
      } ;
  [232]	= {
      ["from"]	= "豆瓣影评" ;
      ["hitokoto"]	= "有时候会想，历史课本上的一句话，背后是那么多人的故事、那么多人的一生啊" ;
      } ;
  [233]	= {
      ["from"]	= "Internet" ;
      ["hitokoto"]	= "花在女人身上的钱不能省，就算省了也不能让她知道。" ;
      } ;
  [234]	= {
      ["from"]	= "晓良" ;
      ["hitokoto"]	= "有些路很远，走下去会很累。可是，不走，会后悔。" ;
      } ;
  [235]	= {
      ["from"]	= "晓良" ;
      ["hitokoto"]	= "每天晚上想睡觉的时候，总是不由自主的想硬撑着不睡，没有在等什么，也不知道自己在熬什么" ;
      } ;
  [236]	= {
      ["from"]	= "晓良" ;
      ["hitokoto"]	= "心情已经习惯和候鸟一起迁徙只是有些仓惶而已。" ;
      } ;
  [237]	= {
      ["from"]	= "晓良" ;
      ["hitokoto"]	= "你眼中的星海灿烂 是我不曾见过的世外桃源" ;
      } ;
  [238]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "无论在多不幸的状况下，只要相信自己是幸福的，就能得到幸福。" ;
      } ;
  [239]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "只有除了爱情什么都不缺的人，才有底气去等待爱情。" ;
      } ;
  [240]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "节日的意义，就是用美好的方式消耗时间" ;
      } ;
  [241]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "出言有尺，嬉闹有度，做事有余，说话有德。" ;
      } ;
  [242]	= {
      ["from"]	= "山有木兮" ;
      ["hitokoto"]	= "我想要山盟，你却带给我海誓。" ;
      } ;
  [243]	= {
      ["from"]	= "山有木兮" ;
      ["hitokoto"]	= "我想去天涯，你却带我去海角。" ;
      } ;
  [244]	= {
      ["from"]	= "林夕" ;
      ["hitokoto"]	= "有生之年遇到你，竟花光我所有的运气。" ;
      } ;
  [245]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "别以为我长的帅就认为我遥不可及高不可攀，其实我是海纳百川啊！" ;
      } ;
  [246]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不要刻意去猜测他人的想法，如果你没有智慧与经验的正确判断，通常都会有错误的。" ;
      } ;
  [247]	= {
      ["from"]	= "苏晨" ;
      ["hitokoto"]	= "无论将来会遇到谁，生活都是先从遇到自己开始的。" ;
      } ;
  [248]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "哪有什么人生开挂，不过是坚持很久的厚积薄发。" ;
      } ;
  [249]	= {
      ["from"]	= "深蓝" ;
      ["hitokoto"]	= "我听到水流进入我的身体，我听到阳光穿透海面。" ;
      } ;
  [250]	= {
      ["from"]	= "8848" ;
      ["hitokoto"]	= "跑得快不一定赢，老跌跟头才是成功" ;
      } ;
  [251]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "梦终于醒了啊，期盼他日我们再萍水相逢吧。" ;
      } ;
  [252]	= {
      ["from"]	= "暴走大事件" ;
      ["hitokoto"]	= "穿山甲到底说了什么？" ;
      } ;
  [253]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "扣首问路，码梦为生" ;
      } ;
  [254]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "定义虽然精确，现实极度模糊。" ;
      } ;
  [255]	= {
      ["from"]	= "恺伦" ;
      ["hitokoto"]	= "人每走一步都会损耗 0.6 秒的生命，难道我们会因此停滞不前吗？" ;
      } ;
  [256]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "难受就是难受…不要让开心变成一种负担…" ;
      } ;
  [257]	= {
      ["from"]	= "minori" ;
      ["hitokoto"]	= "We always keep minority spirit." ;
      } ;
  [258]	= {
      ["from"]	= "匿名" ;
      ["hitokoto"]	= "为什么要把眼影涂得那么红——可能是原来的样子太亲切了吧。" ;
      } ;
  [259]	= {
      ["from"]	= "网易云音乐热评" ;
      ["hitokoto"]	= "今天地铁上明显少了很多人。" ;
      } ;
  [260]	= {
      ["from"]	= "螚安Vivienne" ;
      ["hitokoto"]	= "真正要分开的两个人，连“分手”二字都是多余的，因为殊途同归。" ;
      } ;
  [261]	= {
      ["from"]	= "互联网" ;
      ["hitokoto"]	= "前路还很长，我会越来越好，你也不会差。我们各自珍重。" ;
      } ;
  [262]	= {
      ["from"]	= "互联网" ;
      ["hitokoto"]	= "想留的人却总难留，想说的话都到嘴边。" ;
      } ;
  [263]	= {
      ["from"]	= "Internet" ;
      ["hitokoto"]	= "労働者の命は何よりも大切です。" ;
      } ;
  [264]	= {
      ["from"]	= "米开朗基罗传" ;
      ["hitokoto"]	= "世界上只有一种真正的英雄主义，那就是在认清生活的真相后依然热爱生活。" ;
      } ;
  [265]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有幽默感的人，永远都不会默默无闻。" ;
      } ;
  [266]	= {
      ["from"]	= "互联网" ;
      ["hitokoto"]	= "愿你以渺小启程，以伟大结束。" ;
      } ;
  [267]	= {
      ["from"]	= "流浪记" ;
      ["hitokoto"]	= "人生真是讽刺，一个人竟然可以变成自己曾经最讨厌的样子" ;
      } ;
  [268]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我寻了半生的春天，你一笑便是了。" ;
      } ;
  [269]	= {
      ["from"]	= "网易云评论" ;
      ["hitokoto"]	= "我只愿你们活着，为你们接风洗尘，带你们俯瞰星空，与你们共舞红尘。 我只愿你们活着。" ;
      } ;
  [270]	= {
      ["from"]	= "古龙" ;
      ["hitokoto"]	= "我怕音乐，它总是让我想起一些不该想的事。他总是会让旧伤复发。" ;
      } ;
  [271]	= {
      ["from"]	= "华子我想你" ;
      ["hitokoto"]	= "我好累啊，我终于变成了自己当初最讨厌的样子。" ;
      } ;
  [272]	= {
      ["from"]	= "读者" ;
      ["hitokoto"]	= "一天很短，开心了就笑，不开心了就过会儿再笑。" ;
      } ;
  [273]	= {
      ["from"]	= "Kris Wu" ;
      ["hitokoto"]	= "你看这个碗他又大又圆~" ;
      } ;
  [274]	= {
      ["from"]	= "Kris Wu" ;
      ["hitokoto"]	= "你看这个面他又长又宽~" ;
      } ;
  [275]	= {
      ["from"]	= "Depression, the secret we share" ;
      ["hitokoto"]	= "The opoosite of depression is not happiness, but vitality." ;
      } ;
  [276]	= {
      ["from"]	= "Depression, the secret we share" ;
      ["hitokoto"]	= "Depression is the flaw in love." ;
      } ;
  [277]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "前半生无你，余生请指教。" ;
      } ;
  [278]	= {
      ["from"]	= "网易云音乐" ;
      ["hitokoto"]	= "如果不被畏惧，神又何以为神。" ;
      } ;
  [279]	= {
      ["from"]	= "知乎匿名用户" ;
      ["hitokoto"]	= "这个世界上没有忽然崩溃的感情，只有压弯骆驼的最后一根稻草。" ;
      } ;
  [280]	= {
      ["from"]	= "知乎用户肥叔" ;
      ["hitokoto"]	= "爱永远不是在乎，而是正确的表达。" ;
      } ;
  [281]	= {
      ["from"]	= "阮一峰的博客" ;
      ["hitokoto"]	= "大多数人高估了他们一天能做的事，但低估了他们一年能做的事。" ;
      } ;
  [282]	= {
      ["from"]	= "Prayer_Descend" ;
      ["hitokoto"]	= "数学期望小到渺茫又如何呢，哪怕结果不如人愿，也要在尘埃落定前奋起一搏。" ;
      } ;
  [283]	= {
      ["from"]	= "啦啦啦种太阳" ;
      ["hitokoto"]	= "牵着你手的时候，世界属于我。" ;
      } ;
  [284]	= {
      ["from"]	= "一禅小和尚" ;
      ["hitokoto"]	= "“如果不曾开始，永远不会抵达。别忘了答应自己的事，别忘记想去的地方。”" ;
      } ;
  [285]	= {
      ["from"]	= "知乎用户尚守晨" ;
      ["hitokoto"]	= "如果必须要失去，那么不如一开始就不曾拥有。" ;
      } ;
  [286]	= {
      ["from"]	= "小七" ;
      ["hitokoto"]	= "Dreams don't come for free. 梦想不会平白无故实现。" ;
      } ;
  [287]	= {
      ["from"]	= "贫小子" ;
      ["hitokoto"]	= "书上说，如果有一天你梦见了一个很久没见的人，代表他/她正在遗忘你。" ;
      } ;
  [288]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "夏天重要的事不过一二：能够静静吹风，可以好好吃饭。" ;
      } ;
  [289]	= {
      ["from"]	= "——顾城" ;
      ["hitokoto"]	= "花开如火，也如寂寞。" ;
      } ;
  [290]	= {
      ["from"]	= "网络；忘记在哪看到的了" ;
      ["hitokoto"]	= "比起担心会后悔而什么都不做，还不如做完了再去后悔。" ;
      } ;
  [291]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "永远不要放弃你真正想要得到的东西，等待虽难，但后悔更甚。" ;
      } ;
  [292]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "自立自主总胜过俯首为奴！" ;
      } ;
  [293]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "所爱隔山海 山海亦可平" ;
      } ;
  [294]	= {
      ["from"]	= "宫崎骏" ;
      ["hitokoto"]	= "岁月永远年轻，我们慢慢老去，你会发现，童心未泯是一件值得骄傲的事情。" ;
      } ;
  [295]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "数星星的孩子，是在和夜晚的星空交谈，而不是为了得到一个数字。" ;
      } ;
  [296]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "人类最高级别的安慰，就是理解别人的痛苦，并陪伴他。" ;
      } ;
  [297]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "小时候词不达意，长大了言不由衷。" ;
      } ;
  [298]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "小时候怕鬼，因为他们面目狰狞；长大后怕人，因为他们衣冠楚楚。" ;
      } ;
  [299]	= {
      ["from"]	= "唐纳德·特朗普" ;
      ["hitokoto"]	= "如果你希望自由，请以你的国家为荣。如果你希望民主，请维护自己的主权。如果你希望和平，请热爱你的国家。" ;
      } ;
  [300]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "我们各自努力，最高处见。" ;
      } ;
  [301]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "雪崩时，没有一片雪花是无辜的！" ;
      } ;
  [302]	= {
      ["from"]	= "春天" ;
      ["hitokoto"]	= "你只需看着别人精彩，老天对你另有安排" ;
      } ;
  [303]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "音无结弦之日，悦动天使之心，立于浮华之世，奏响天籁之音" ;
      } ;
  [304]	= {
      ["from"]	= "朱一旦的枯燥生活" ;
      ["hitokoto"]	= "有钱人的生活，往往就是这么朴实无华，且枯燥。" ;
      } ;
  [305]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "伟大的作品，就是抹去了时间的刻度，跨越了空间的距离，始终完成了陪伴这两个字。" ;
      } ;
  [306]	= {
      ["from"]	= "抖音" ;
      ["hitokoto"]	= "无论遇到什么困难，也不要怕，微笑着面对它。消除恐惧的最好办法就是面对恐惧，坚持，才是胜利。加油，奥利给！" ;
      } ;
  [307]	= {
      ["from"]	= "新浪微博" ;
      ["hitokoto"]	= "还有问题想知道答案……但我已经是看过最多星星的一只兔子了！" ;
      } ;
  [308]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "从不犯错误的人终将一事无成" ;
      } ;
  [309]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "对于讨厌的人不要想改变他，远离他才是上策。" ;
      } ;
  [310]	= {
      ["from"]	= "怦然心动" ;
      ["hitokoto"]	= "斯人若彩虹，遇上方知有。" ;
      } ;
  [311]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "幸福往往是摸得透彻，而敬业的心却常常隐藏。" ;
      } ;
  [312]	= {
      ["from"]	= "皮皮虾" ;
      ["hitokoto"]	= "爷爷没有输给战火，父亲没有输给贫穷，我却输给了和平年代的生活和爱情，以及太过自由" ;
      } ;
  [313]	= {
      ["from"]	= "皮皮虾" ;
      ["hitokoto"]	= "鱼与熊掌不可兼得，唯独穷和单身可以" ;
      } ;
  [314]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "行为发展成习惯，习惯发展成为性格，性格伴随人的一生。" ;
      } ;
  [315]	= {
      ["from"]	= "一个转身的距离" ;
      ["hitokoto"]	= "门不当，户不对，没点儿本事别遭罪，你是好人，我不配，忘了我吧，下一位，skr" ;
      } ;
  [316]	= {
      ["from"]	= "一个转身的距离" ;
      ["hitokoto"]	= "百般乐器，唢呐为王；不是升天，就是拜堂。" ;
      } ;
  [317]	= {
      ["from"]	= "一个转身的距离" ;
      ["hitokoto"]	= "鞭炮再响，可哪有我想你那么想" ;
      } ;
  [318]	= {
      ["from"]	= "笹木咲" ;
      ["hitokoto"]	= "连我自己都轻视自己的话，谁来夸奖我啊，只有我了，舍我其谁。" ;
      } ;
  [319]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "即使窗外天寒地冻，吃一口肉，一切自有力量。" ;
      } ;
  [320]	= {
      ["from"]	= "内涵段子TV" ;
      ["hitokoto"]	= "一生败在太没钱，不敢爱她太明显。" ;
      } ;
  [321]	= {
      ["from"]	= "热血" ;
      ["hitokoto"]	= "胸中有丘壑，立马镇山河。" ;
      } ;
  [322]	= {
      ["from"]	= "烦人的村民" ;
      ["hitokoto"]	= "--Tell me, do gods bleed? --No, but you will!" ;
      } ;
  [323]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "笑容不一定是开心，也许是一种无奈；流泪不一定是伤心，也许是一种释放；心痛不一定是受伤，也许是一种心动" ;
      } ;
  [324]	= {
      ["from"]	= "洛谷" ;
      ["hitokoto"]	= "任何一个伟大的目标，都有一个微不足道的开始" ;
      } ;
  [325]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "一个人如果走在了时代的前面，他身后的时代会把他抛弃。" ;
      } ;
  [326]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "请成为永远疯狂 ，永远浪漫 ，永远清澈的存在。" ;
      } ;
  [327]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "对自己的爱好保持热情，不要太功利！" ;
      } ;
  [328]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "能轻易离开的人确实谈不上遗憾" ;
      } ;
  [329]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "\13\
沾酒不醉那是喝的少，见色不迷那是摸不着，淡泊名利那是实在没招" ;
      } ;
  [330]	= {
      ["from"]	= "不必" ;
      ["hitokoto"]	= "后来躺进你黑名单里的那个人最开始也是踏着七色云彩照亮过你整个世界的人。" ;
      } ;
  [331]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生气归生气，又不是不爱你……" ;
      } ;
  [332]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "我已经完全爱上沃玛(Warma)了！" ;
      } ;
  [333]	= {
      ["from"]	= "签名" ;
      ["hitokoto"]	= "再凶的男孩子，绑鞋带还不是要系蝴蝶结。" ;
      } ;
  [334]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "大家都说我的性子很慢，其实我也可以很快。比如，后面有狗追我；或者，你在前面等我。" ;
      } ;
  [335]	= {
      ["from"]	= "Mr96" ;
      ["hitokoto"]	= "这个社会一直在淘汰有学历的人，但是不会淘汰有学习力的人。" ;
      } ;
  [336]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "新鲜感是和旧人去体验新事物，不是和新人去循环旧事物。" ;
      } ;
  [337]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "人不患不知人，患不知己。" ;
      } ;
  [338]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "互联网时代的悲哀就是让你知道了皇帝的生活，而你只是个佃户。" ;
      } ;
  [339]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "剩下的仅是一片星光，几簇未了的星尘，在将远行的日光中，留下月的影子。" ;
      } ;
  [340]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "没心没肺，活着不累。" ;
      } ;
  [341]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "哪有什么岁月静好，不过是有人在替你负重前行。" ;
      } ;
  [342]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "“对方正在输入中”，给了多少人希望，又让多少人绝望。" ;
      } ;
  [343]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "水的清澈，并非因为它不含杂质，而是在于懂得沉淀。" ;
      } ;
  [344]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "我们没有相见，却是此刻最好的相聚。" ;
      } ;
  [345]	= {
      ["from"]	= "网友" ;
      ["hitokoto"]	= "犹豫就会败北，果断就会白给。" ;
      } ;
  [346]	= {
      ["from"]	= "抖音" ;
      ["hitokoto"]	= "听闻远方有你，动身跋涉千里；我吹过你吹过的风，这算不算相拥。" ;
      } ;
  [347]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "I like you, but just like you." ;
      } ;
  [348]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "心不动，则不痛；爱不离，则不弃。" ;
      } ;
  [349]	= {
      ["from"]	= "bgm.tv" ;
      ["hitokoto"]	= "死去的人不需要花。被花所拯救的是留下来的人。" ;
      } ;
  [350]	= {
      ["from"]	= "QQ音乐热评" ;
      ["hitokoto"]	= "以前喜欢一个人，现在喜欢一个人。" ;
      } ;
  [351]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "我特别喜欢“您”这个字，因为它的意思是，心上有你。" ;
      } ;
  [352]	= {
      ["from"]	= "美国共和党国会议员" ;
      ["hitokoto"]	= "脑子是个好东西，打从娘胎它就开始运转，但进了国会它就不运转了。" ;
      } ;
  [353]	= {
      ["from"]	= "互联网" ;
      ["hitokoto"]	= "不要在晚上做出任何决定。" ;
      } ;
  [354]	= {
      ["from"]	= "未知" ;
      ["hitokoto"]	= "因为无能为力，所以顺其自然。因为心无所恃，所以随遇而安。" ;
      } ;
  [355]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "机场永远等不到船，就像我永远等不到你。" ;
      } ;
  [356]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "用柔软的面点，对抗这个坚硬的世界吧。" ;
      } ;
  [357]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人生就像爬楼梯，只有脚踏实地的向上，才能到达屋顶。" ;
      } ;
  [358]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "黎明之前总有一段时间特别黑。" ;
      } ;
  [359]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "当眼泪流下来，才知道，分开也是另一种明白。" ;
      } ;
  [360]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "小时候，奶奶说亲人去世以后会变成蝴蝶。奶奶去世之后，每当有蝴蝶飞到屋子里，我都会关上窗。" ;
      } ;
  [361]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "青春是一场不会回头的风，它呼啸而来呼啸而去，最终离我们远去，一点不剩。" ;
      } ;
  [362]	= {
      ["from"]	= "超级教师" ;
      ["hitokoto"]	= "人的伟大之处是在于面对困难的时候还能摆出崇高的姿态。" ;
      } ;
  [363]	= {
      ["from"]	= "Siri" ;
      ["hitokoto"]	= "你是我羽翼下的风。" ;
      } ;
  [364]	= {
      ["from"]	= "b站评论" ;
      ["hitokoto"]	= "你站在高处，就少往下看。" ;
      } ;
  [365]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "总会有那么一天，放下如今的执着和不舍，带着稍许的遗憾，去开始过没有那个人的新生活。" ;
      } ;
  [366]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "春天适合努力和拥抱。" ;
      } ;
  [367]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "把温柔和心软留给值得的人。" ;
      } ;
  [368]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你逆光而来，配得上世间所有的美好。" ;
      } ;
  [369]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我从他的生命里消失，而他依然闪亮。" ;
      } ;
  [370]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你搅散一池星光成为我的月亮。" ;
      } ;
  [371]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "他会找到别的月光，你也会拥有你的月亮。" ;
      } ;
  [372]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "能不能停下来，看看那个满眼泪花奔向你的我。" ;
      } ;
  [373]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "事已至此，幸而夜风对他温柔。" ;
      } ;
  [374]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "就算终有一散也别辜负相遇。" ;
      } ;
  [375]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你依然让我觉得美好且心动，但我已经没有力气和勇气再去拥抱。" ;
      } ;
  [376]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你要储蓄你的可爱眷顾你的善良，变得勇敢，当这个世界越来越坏时只希望你能越来越好。" ;
      } ;
  [377]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "今日过后，所有晦暗都留给过往，凛冬散尽，星河长明。" ;
      } ;
  [378]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "为众人抱薪者，不可使其冻毙于风雪。为自由开道者，不可令其困厄于荆棘。" ;
      } ;
  [379]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "过去已成过去，将来还是将来，而我们能改变的只有现在。" ;
      } ;
  [380]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "假如，生活欺骗了你。你不要难过，不要悲伤。因为，它不止一次欺骗了你。" ;
      } ;
  [381]	= {
      ["from"]	= "QQ空间" ;
      ["hitokoto"]	= "愿你的青春如花般绽放。" ;
      } ;
  [382]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "梦想还是要有的，万一见鬼了呢？" ;
      } ;
  [383]	= {
      ["from"]	= "CCTV9" ;
      ["hitokoto"]	= "路为纸，地成册，行做笔，心当墨。" ;
      } ;
  [384]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你所见即是我，好与坏我都不反驳。我所爱即使你，好与坏我都能接受。" ;
      } ;
  [385]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "从前总说，海底月是天上月，眼前人是以上人。后来懂得，海底月捞不起，心上人不可及。" ;
      } ;
  [386]	= {
      ["from"]	= "健身圈" ;
      ["hitokoto"]	= "没什么做起来是容易的，但只要你还能呼吸，离梦想实现永远只差那么一口气。让你的每一次呼吸都能够起效。" ;
      } ;
  [387]	= {
      ["from"]	= "哔哩哔哩" ;
      ["hitokoto"]	= "你知道什么叫幸福嘛？幸福就是拍拍手。" ;
      } ;
  [388]	= {
      ["from"]	= "哔哩哔哩" ;
      ["hitokoto"]	= "我拯救了全世界，全世界却抛弃了我。" ;
      } ;
  [389]	= {
      ["from"]	= "Pocahontas - Colors of the Wind" ;
      ["hitokoto"]	= "Can you paint with the colors of the wind?" ;
      } ;
  [390]	= {
      ["from"]	= "哔哩哔哩" ;
      ["hitokoto"]	= "经典之所以称之为经典，因为它能经得起时间的考验。" ;
      } ;
  [391]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "别丧了，说不定你也是别人心中偷偷藏起来的光。" ;
      } ;
  [392]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "每一次选择，都要为其承担后果。" ;
      } ;
  [393]	= {
      ["from"]	= "习近平总书记改革开放金句" ;
      ["hitokoto"]	= "改革不停顿，开放不止步。" ;
      } ;
  [394]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "只要我足够穷，就没有什么能够诱惑我。" ;
      } ;
  [395]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "因为和这个人在一起太开心了，所以之后做什么事都只想跟他在一起，这就是爱情。" ;
      } ;
  [396]	= {
      ["from"]	= "网友" ;
      ["hitokoto"]	= "生活中寻找文艺的过程也是一种文艺。" ;
      } ;
  [397]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你凭什么喜欢我，就凭你眼光好吗？" ;
      } ;
  [398]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "你没有半夜可以陪你打电话的人，你的情绪就像食物，都是靠自己消化的。" ;
      } ;
  [399]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "爱才应该是刺中好人的唯一的剑，是恶人能佩上的唯一的花。" ;
      } ;
  [400]	= {
      ["from"]	= "Bilibili" ;
      ["hitokoto"]	= "“不要放手”，他们彼此搂着对方，在令人晕眩的旋转中，化作了记忆的露珠。" ;
      } ;
  [401]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "人类期待某种技术的进步能够颠覆性地改善人类世界，但事实上，新的技术只是反过来再次强调了人类群体原生的缺陷。" ;
      } ;
  [402]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "生命是什么？生命是一个美好的巧合，是宇宙在奔向熵最大的死寂过程中，为自己创造的观众。" ;
      } ;
  [403]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "小时候哭着哭着就笑了，长大后笑着笑着就哭了。" ;
      } ;
  [404]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "如果能摸摸我的头的话，我会很高兴的！" ;
      } ;
  [405]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "世界原本就不是属于你，因此你用不着抛弃，要抛弃的是一切的执著。万物皆为我所用，但非我所属。" ;
      } ;
  [406]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "有些人，你以为可以见面的。有些事，你以为可以一直继续的。然后，也许在你转身的那个刹那。有些人，你就再也见不到了。当太阳落下，又升起来的时候，一切都变了，一不小心就在也回不去了。" ;
      } ;
  [407]	= {
      ["from"]	= "科比" ;
      ["hitokoto"]	= "那你知道洛杉矶凌晨4点的样子吗？满天星星，寥落的灯光，行人很少。" ;
      } ;
  [408]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你大概不知道，我曾那么努力的想在你的世界里存在的久一点，再久一点。" ;
      } ;
  [409]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "可能，你会为自己剥开一个很酸的橘子而后悔莫及，心中无数次升起丢掉它的念头。可，对橘子来说，你就是它的全世界，你即是它的一切……" ;
      } ;
  [410]	= {
      ["from"]	= "scp-cn-027" ;
      ["hitokoto"]	= "行走于苍穹之上，将星空献给你。" ;
      } ;
  [411]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不恋尘世浮华，不写红尘纷扰，不叹世道苍凉，不惹情思哀怨；闲看花开，静待花落，冷暖自知，干净如始。" ;
      } ;
  [412]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "一举一动，都是承诺，会被另一个人看在眼里，记在心上的。" ;
      } ;
  [413]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "远方未必远，未来一定来。" ;
      } ;
  [414]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "世界美好与莫环环相扣。" ;
      } ;
  [415]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "见到你那一刻我心里有场海啸，可我静静站着，没有让任何人知道。" ;
      } ;
  [416]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "你没有舍不得，我也不好意思难过。" ;
      } ;
  [417]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我喜欢草莓，草莓蛋糕不行，草莓软糖不行，只有草莓才行。就像我喜欢你，长得像你不行，性格像你不行，只有你才行。" ;
      } ;
  [418]	= {
      ["from"]	= "Bilibili" ;
      ["hitokoto"]	= "有些父母宁愿相信不真实的营销号，也不愿意相信自己的孩子。" ;
      } ;
  [419]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "若他仍在世，现在可能会尝试做不同的音乐，发掘新人，不过我们个性一样，会去挑战自己。" ;
      } ;
  [420]	= {
      ["from"]	= "德卡先生的信箱" ;
      ["hitokoto"]	= "要把所有的夜归还给星河，把所有的春光归还给疏疏篱落，把所有的慵慵沉迷与不前，归还给过去的我。明日之我，胸中有丘壑，立马振山河。" ;
      } ;
  [421]	= {
      ["from"]	= "令人心动的offer" ;
      ["hitokoto"]	= "听都没听说过的事，假装听懂、明白是一件很失礼的事情。" ;
      } ;
  [422]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "世上本没有什么岁月静好，只是有人为你负重前行。" ;
      } ;
  [423]	= {
      ["from"]	= "硬核的半佛仙人" ;
      ["hitokoto"]	= "这个社会歧视女性，也歧视男性。本质上来说，这个世界歧视弱者。" ;
      } ;
  [424]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "一见如故，生万千欢喜心。" ;
      } ;
  [425]	= {
      ["from"]	= "起风了" ;
      ["hitokoto"]	= "逆着光行走，任风吹雨打。" ;
      } ;
  [426]	= {
      ["from"]	= "bilibili" ;
      ["hitokoto"]	= "其实结束并不是真正的结束，而是美好的开始。" ;
      } ;
  [427]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "不是天才，就要慎独。" ;
      } ;
  } ;