return {
  [1]	= {
      ["from"]	= "2ch" ;
      ["hitokoto"]	= "我裤子都脱了你就给我看这个！！！" ;
      } ;
  [2]	= {
      ["from"]	= "甄嬛传" ;
      ["hitokoto"]	= "臣妾做不到啊~" ;
      } ;
  [3]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "我爱上的人，称我为怪叔叔" ;
      } ;
  [4]	= {
      ["from"]	= "肖申克的救赎" ;
      ["hitokoto"]	= "要么忙着生存要么赶着去死，人总要做点什么。" ;
      } ;
  [5]	= {
      ["from"]	= "雏菊" ;
      ["hitokoto"]	= "不管怎么样，未来都是可以改变的。" ;
      } ;
  [6]	= {
      ["from"]	= "The Battle of Chernobyl" ;
      ["hitokoto"]	= "你需要找出面对明天的力量。" ;
      } ;
  [7]	= {
      ["from"]	= "功夫熊猫" ;
      ["hitokoto"]	= "Yesterday is a history, tomorrow is a mystery, but today is a gift." ;
      } ;
  [8]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "握不住的沙，不如扬了它。" ;
      } ;
  [9]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "文能提笔控萝莉，武能床上定人妻。进可欺身压正太，退能提臀迎众基。" ;
      } ;
  [10]	= {
      ["from"]	= "孟子" ;
      ["hitokoto"]	= "慕君之心，至死方休。" ;
      } ;
  [11]	= {
      ["from"]	= "熔炉" ;
      ["hitokoto"]	= "我们一路奋战，不是为了改变世界，而是为了不让世界改变我们。" ;
      } ;
  [12]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "面对无知的嘲笑，我只能为他们默哀。" ;
      } ;
  [13]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "不要因为结束而哭泣，微笑吧，为你的曾经拥有。" ;
      } ;
  [14]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "既然忘不掉，就把它留在心中，让时间去冲淡它。" ;
      } ;
  [15]	= {
      ["from"]	= "全唐诗续拾" ;
      ["hitokoto"]	= "君生我未生，我生君已老。 君恨我生迟，我恨君生早。" ;
      } ;
  [16]	= {
      ["from"]	= "小小闲" ;
      ["hitokoto"]	= "我从小就害怕虫子" ;
      } ;
  [17]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "缘起，在人群中，我看见你。缘灭，我看见你，在人群中。" ;
      } ;
  [18]	= {
      ["from"]	= "宫崎骏" ;
      ["hitokoto"]	= "透过孩子的眼神，让我相信这个世界上还有着纯真。" ;
      } ;
  [19]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "Hello World!" ;
      } ;
  [20]	= {
      ["from"]	= "晁错论" ;
      ["hitokoto"]	= "古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。" ;
      } ;
  [21]	= {
      ["from"]	= "平凡之路" ;
      ["hitokoto"]	= "我曾经失落失望失掉所有方向，直到看见平凡才是唯一的答案。" ;
      } ;
  [22]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "学而不思则罔，思而不学则殆。" ;
      } ;
  [23]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "岁寒，然后知松柏之后凋也。" ;
      } ;
  [24]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "君子坦荡荡，小人长戚戚。" ;
      } ;
  [25]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "工欲善其事，必先利其器。" ;
      } ;
  [26]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "己所不欲，勿施于人。" ;
      } ;
  [27]	= {
      ["from"]	= "论语" ;
      ["hitokoto"]	= "敏而好学，不耻下问。" ;
      } ;
  [28]	= {
      ["from"]	= "老子" ;
      ["hitokoto"]	= "合抱之木，生于毫末；九层之台，起于累土；千里之行，始于足下。" ;
      } ;
  [29]	= {
      ["from"]	= "鵩鸟赋" ;
      ["hitokoto"]	= "祸兮福之所倚，福兮祸之所伏。" ;
      } ;
  [30]	= {
      ["from"]	= "老子" ;
      ["hitokoto"]	= "信言不美，美言不信。" ;
      } ;
  [31]	= {
      ["from"]	= "老子" ;
      ["hitokoto"]	= "知人者智，自知者明。" ;
      } ;
  [32]	= {
      ["from"]	= "左传" ;
      ["hitokoto"]	= "人非圣贤，孰能无过？过而能改，善莫大焉。" ;
      } ;
  [33]	= {
      ["from"]	= "左传" ;
      ["hitokoto"]	= "居安思危，思则有备，有备无患。" ;
      } ;
  [34]	= {
      ["from"]	= "左传" ;
      ["hitokoto"]	= "多行不义必自毙。" ;
      } ;
  [35]	= {
      ["from"]	= "国语·周语下" ;
      ["hitokoto"]	= "从善如登，从恶如崩。" ;
      } ;
  [36]	= {
      ["from"]	= "诗经" ;
      ["hitokoto"]	= "投我以桃，报之以李。" ;
      } ;
  [37]	= {
      ["from"]	= "诗经·小雅" ;
      ["hitokoto"]	= "他山之石，可以攻玉。" ;
      } ;
  [38]	= {
      ["from"]	= "诗经·周南·关雎·序" ;
      ["hitokoto"]	= "言者无罪，闻者足戒。" ;
      } ;
  [39]	= {
      ["from"]	= "相鼠" ;
      ["hitokoto"]	= "人而无仪，不死何为!" ;
      } ;
  [40]	= {
      ["from"]	= "尚书·太甲" ;
      ["hitokoto"]	= "天作孽，犹可违，自作孽，不可活。" ;
      } ;
  [41]	= {
      ["from"]	= "尚书·大禹谟" ;
      ["hitokoto"]	= "满招损，谦受益。" ;
      } ;
  [42]	= {
      ["from"]	= "超体" ;
      ["hitokoto"]	= "我无处不在" ;
      } ;
  [43]	= {
      ["from"]	= "千反田⑨的绘马" ;
      ["hitokoto"]	= "自己珍视的事物，自己珍视的人，自己最真实的希望，想要一路坚持到底，全力让此刻绽放光芒，实现吧，大家的梦想！" ;
      } ;
  [44]	= {
      ["from"]	= "室田雄平" ;
      ["hitokoto"]	= "为了能再什么时候让9人配音而继续画下去是我应该做的。 非常非常非常棒的final live真的谢谢了!!!" ;
      } ;
  [45]	= {
      ["from"]	= "绚濑绘里" ;
      ["hitokoto"]	= "一进，一跳！" ;
      } ;
  [46]	= {
      ["from"]	= "畑亚贵" ;
      ["hitokoto"]	= "夏天！泳装！并且……欢跃而起！！" ;
      } ;
  [47]	= {
      ["from"]	= "南条爱乃" ;
      ["hitokoto"]	= "使会场合而为一的歌曲。大家一起飞起来吧!" ;
      } ;
  [48]	= {
      ["from"]	= "SUNNY DAY SONG" ;
      ["hitokoto"]	= "大家所做的，最棒的 LIVE ！" ;
      } ;
  [49]	= {
      ["from"]	= "Printemps" ;
      ["hitokoto"]	= "スキスキぷわぷわスキスキぷわぷわ！わしちゃおう!" ;
      } ;
  [50]	= {
      ["from"]	= "萌芽" ;
      ["hitokoto"]	= "陪着你做前端" ;
      } ;
  [51]	= {
      ["from"]	= "捣练子令" ;
      ["hitokoto"]	= "无奈夜长人不寐，数声和月到帘栊。" ;
      } ;
  [52]	= {
      ["from"]	= "少年游·离多最是" ;
      ["hitokoto"]	= "浅情终似，行云无定，犹到梦魂中。" ;
      } ;
  [53]	= {
      ["from"]	= "少年游·离多最是" ;
      ["hitokoto"]	= "可怜人意，薄于云水，佳会更难重。" ;
      } ;
  [54]	= {
      ["from"]	= "佛教禅语" ;
      ["hitokoto"]	= "多一分心力去注意别人，就少一分心力反省自己，你懂吗？" ;
      } ;
  [55]	= {
      ["from"]	= "登科后" ;
      ["hitokoto"]	= "春风得意马蹄疾,一日看尽长安花." ;
      } ;
  [56]	= {
      ["from"]	= "アシタハアタシノカゼガフク" ;
      ["hitokoto"]	= "你的胆小，就让它，见鬼去吧。" ;
      } ;
  [57]	= {
      ["from"]	= "佛教禅语" ;
      ["hitokoto"]	= "万法缘生，皆系缘分！" ;
      } ;
  [58]	= {
      ["from"]	= "镜音リン" ;
      ["hitokoto"]	= "就算这全世界 都将与你为敌 我也会守护你 所以你只需要在那微笑就好" ;
      } ;
  [59]	= {
      ["from"]	= "冷笑话" ;
      ["hitokoto"]	= "有一个面包,走着走着肚饿了,于是就把自己吃了" ;
      } ;
  [60]	= {
      ["from"]	= "里根" ;
      ["hitokoto"]	= "如果政府不能解决问题, 那它本身就成为问题!" ;
      } ;
  [61]	= {
      ["from"]	= "蝶恋花" ;
      ["hitokoto"]	= "衣带渐宽终不悔,为伊消得人憔悴." ;
      } ;
  [62]	= {
      ["from"]	= "肖申克的救赎" ;
      ["hitokoto"]	= "Just give me that chance." ;
      } ;
  [63]	= {
      ["from"]	= "孔雀东南飞" ;
      ["hitokoto"]	= "举手长劳劳,二情同依依." ;
      } ;
  [64]	= {
      ["from"]	= "一代宗师" ;
      ["hitokoto"]	= "世间所有的相遇，都是久别重逢。" ;
      } ;
  [65]	= {
      ["from"]	= "望江南" ;
      ["hitokoto"]	= "斜晖脉脉水悠悠,肠断白频洲." ;
      } ;
  [66]	= {
      ["from"]	= "肖申克的救赎" ;
      ["hitokoto"]	= "要么忙着生存要么赶着去死，人总要做点什么" ;
      } ;
  [67]	= {
      ["from"]	= "中牟道中" ;
      ["hitokoto"]	= "如何得与凉风约，不共尘沙一并来！" ;
      } ;
  [68]	= {
      ["from"]	= "说时依旧" ;
      ["hitokoto"]	= "说时依旧,有泪如倾" ;
      } ;
  [69]	= {
      ["from"]	= "流金岁月" ;
      ["hitokoto"]	= "无论做什么，记得为自己而做，那就毫无怨言。" ;
      } ;
  [70]	= {
      ["from"]	= "古艳歌" ;
      ["hitokoto"]	= "茕茕白兔，东走西顾。衣不如新，人不如故。" ;
      } ;
  [71]	= {
      ["from"]	= "思想录" ;
      ["hitokoto"]	= "给生命以时间，而不是给时间以生命。" ;
      } ;
  [72]	= {
      ["from"]	= "Jack Daniels Whisky" ;
      ["hitokoto"]	= "一个人有一个故事，别让你的故事留白。" ;
      } ;
  [73]	= {
      ["from"]	= "马克·吐温" ;
      ["hitokoto"]	= "悲伤可以自行料理;而欢乐的滋味如果要充分体会，你就必须有人分享才行。" ;
      } ;
  [74]	= {
      ["from"]	= " 时光" ;
      ["hitokoto"]	= "你的笑容怡人如晚霞般，在川流不息的时光中，神采飞扬。" ;
      } ;
  [75]	= {
      ["from"]	= "藏地密码" ;
      ["hitokoto"]	= "光明只是短暂的一瞬，黑暗才是永恒的，但正是这短暂一瞬的光芒，诞生了生命与希望。" ;
      } ;
  [76]	= {
      ["from"]	= "佛教禅语" ;
      ["hitokoto"]	= "人生的真理，只是藏在平淡无味之中。" ;
      } ;
  [77]	= {
      ["from"]	= "魔兽" ;
      ["hitokoto"]	= "愿我的人民，永远，不要被那些无关紧要的差别，所迷惑。" ;
      } ;
  [78]	= {
      ["from"]	= "主君的太阳" ;
      ["hitokoto"]	= "不要跟过去的自己比，要期待未来的自己，珍爱现在的自己。" ;
      } ;
  [79]	= {
      ["from"]	= "荀子·儒效" ;
      ["hitokoto"]	= "积土而为山，积水而为海。" ;
      } ;
  [80]	= {
      ["from"]	= "大话西游之大圣娶亲" ;
      ["hitokoto"]	= "你看，那个人好像一只狗诶。" ;
      } ;
  [81]	= {
      ["from"]	= "那些花儿" ;
      ["hitokoto"]	= "如今这里荒草丛生没有了鲜花，好在曾今拥有你们的春秋和冬夏。" ;
      } ;
  [82]	= {
      ["from"]	= "星空" ;
      ["hitokoto"]	= "如果你在的时候,会不会伸手拥抱我" ;
      } ;
  [83]	= {
      ["from"]	= "僕たちはひとつの光" ;
      ["hitokoto"]	= "時をまきもどしてみるかい？" ;
      } ;
  [84]	= {
      ["from"]	= "玫瑰" ;
      ["hitokoto"]	= "生活越来越压抑 你变得越来越不像自己 玫瑰你在哪里 你总是喜欢抓不住的东西" ;
      } ;
  [85]	= {
      ["from"]	= "詹姆斯·杜威·沃森" ;
      ["hitokoto"]	= "竟有如此美丽的结构存在" ;
      } ;
  [86]	= {
      ["from"]	= "今何在" ;
      ["hitokoto"]	= "五十年来和五百年内，中国写猴子的前三名都是我、我、我。" ;
      } ;
  [87]	= {
      ["from"]	= "李纳斯" ;
      ["hitokoto"]	= "你骄傲的和别人说，嘿，我写了个能让Windows崩溃的程序，他们会面无表情地盯着你说“哥们，我装（Windows）系统的时候就免费带着了”" ;
      } ;
  [88]	= {
      ["from"]	= "佛教禅语" ;
      ["hitokoto"]	= "忌妒别人，不会给自己增加任何的好处。忌妒别人，也不可能减少别人的成就。" ;
      } ;
  [89]	= {
      ["from"]	= "SUNNY DAY SONG" ;
      ["hitokoto"]	= "Sunny day Wow! Song power!" ;
      } ;
  [90]	= {
      ["from"]	= "本杰明.富兰克林" ;
      ["hitokoto"]	= "牺牲基本自由来换取暂时的安全, 最后既得不到安全也得不到自由!" ;
      } ;
  [91]	= {
      ["from"]	= "海明威" ;
      ["hitokoto"]	= "这世界是个好地方，值得为它奋斗。后半句我同意。" ;
      } ;
  [92]	= {
      ["from"]	= "天边" ;
      ["hitokoto"]	= "成熟不是心变老,是泪在打转还能微笑" ;
      } ;
  [93]	= {
      ["from"]	= "星空" ;
      ["hitokoto"]	= "如果我们就这样死在山里面 他们会不会说我们是殉情" ;
      } ;
  [94]	= {
      ["from"]	= "迢迢牵牛星" ;
      ["hitokoto"]	= "盈盈一水间,脉脉不得语." ;
      } ;
  [95]	= {
      ["from"]	= "茶花" ;
      ["hitokoto"]	= "与君初相识，犹如故人归" ;
      } ;
  [96]	= {
      ["from"]	= "家" ;
      ["hitokoto"]	= "如今我对自己故乡，像来往匆匆的过客。" ;
      } ;
  [97]	= {
      ["from"]	= "登幽州台歌" ;
      ["hitokoto"]	= "前不见古人,后不见来者.念天地之悠悠,独怆然而涕下." ;
      } ;
  [98]	= {
      ["from"]	= "佛教禅语" ;
      ["hitokoto"]	= "一念愚即般若绝，一念智即般若生。" ;
      } ;
  [99]	= {
      ["from"]	= "沈从文墓志铭" ;
      ["hitokoto"]	= "照我思索，可理解我，照我思索，可以得人。" ;
      } ;
  [100]	= {
      ["from"]	= "返老还童" ;
      ["hitokoto"]	= "我知道这个世上有人在等我，尽管我不知道我在等谁。当因为这样，我每天都很快乐。" ;
      } ;
  [101]	= {
      ["from"]	= "生如夏花" ;
      ["hitokoto"]	= "我从远方赶来，恰巧你们也在。" ;
      } ;
  [102]	= {
      ["from"]	= "炉心融解" ;
      ["hitokoto"]	= "街上照明光华璀璨 乙醚麻醉的冰冷 无法成眠的凌晨两点 一切事物快速地转变" ;
      } ;
  [103]	= {
      ["from"]	= "佛教禅语" ;
      ["hitokoto"]	= "坐亦禅，行亦禅，一花一世界，一叶一如来，春来花自青，秋至叶飘零，无穷般若心自在，语默动静体自然。" ;
      } ;
  [104]	= {
      ["from"]	= "徐逸" ;
      ["hitokoto"]	= "如果我的付出,可以为人类的未来增加一块基石的话,大概我就是为此而生的吧" ;
      } ;
  [105]	= {
      ["from"]	= "海苔亿万富翁 top secret" ;
      ["hitokoto"]	= "我已经倾尽所有了， 如果这次还不成功， 我就真的一无所有了， 到时候我会放弃， 我不会再固执了~" ;
      } ;
  [106]	= {
      ["from"]	= "逍遥游" ;
      ["hitokoto"]	= "天之苍苍，其正色邪？其远而无所至极邪？" ;
      } ;
  [107]	= {
      ["from"]	= "干嚼鹿肉" ;
      ["hitokoto"]	= "死亡不是失去了生命，只是走出了时间" ;
      } ;
  [108]	= {
      ["from"]	= "马克思" ;
      ["hitokoto"]	= "生活就像海洋，只有意志坚强的人，才能到达彼岸。" ;
      } ;
  [109]	= {
      ["from"]	= "庄元臣" ;
      ["hitokoto"]	= "好目睫之利者，利在害中而不弃；好终身之利者，利在目睫而不为。" ;
      } ;
  [110]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "不稼不穑，耕怠者无获；不了不当，事辍者无功。" ;
      } ;
  [111]	= {
      ["from"]	= "Apple" ;
      ["hitokoto"]	= "Write the code, Change the world." ;
      } ;
  [112]	= {
      ["from"]	= "Steve Jobs" ;
      ["hitokoto"]	= "We're here to put a dent in the universe. Otherwise why else even be here?" ;
      } ;
  [113]	= {
      ["from"]	= "荀子" ;
      ["hitokoto"]	= "不诱于誉，不恐于诽。" ;
      } ;
  [114]	= {
      ["from"]	= "我与狗狗的十个约定" ;
      ["hitokoto"]	= "有一天我变老了，不知道你会不会像现在这么照顾我。" ;
      } ;
  [115]	= {
      ["from"]	= "仙剑奇侠传五" ;
      ["hitokoto"]	= "哈，所谓愿望能靠法宝就实现，也太廉价了吧？" ;
      } ;
  [116]	= {
      ["from"]	= "仙剑奇侠传四" ;
      ["hitokoto"]	= "活着的时候要尽欢，死的时候才没有遗憾。" ;
      } ;
  [117]	= {
      ["from"]	= "仙剑奇侠传四" ;
      ["hitokoto"]	= "大丈夫立世无所畏惧。" ;
      } ;
  [118]	= {
      ["from"]	= "赴戍登程口占示家人" ;
      ["hitokoto"]	= "苟利国家生死以，岂因祸福避趋之" ;
      } ;
  [119]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "有时候解释是不必要的，敌人不信你的解释，朋友无需你的解释" ;
      } ;
  [120]	= {
      ["from"]	= "饮冰室文集" ;
      ["hitokoto"]	= "十年饮冰，难凉热血" ;
      } ;
  [121]	= {
      ["from"]	= "小沈阳" ;
      ["hitokoto"]	= "眼睛一闭一睁，这一天就过去了；这眼睛一闭不睁，这辈子就过去了。" ;
      } ;
  [122]	= {
      ["from"]	= "青玉案·元夕" ;
      ["hitokoto"]	= "众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。" ;
      } ;
  [123]	= {
      ["from"]	= "康德" ;
      ["hitokoto"]	= "自由不是你想干什么就干什么，而是你想不干什么就不干什么。" ;
      } ;
  [124]	= {
      ["from"]	= "士兵突击" ;
      ["hitokoto"]	= "人不是靠做出来的 而是靠活出来的。" ;
      } ;
  [125]	= {
      ["from"]	= "法医秦明" ;
      ["hitokoto"]	= "不幸才是生活的常态。" ;
      } ;
  [126]	= {
      ["from"]	= "我们与这个世界的误会" ;
      ["hitokoto"]	= "一个人对自己动机的诚实程度，决定着一个人是虚伪还是真诚。" ;
      } ;
  [127]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "守住一方平安，尽力而为，问心无愧就好。" ;
      } ;
  [128]	= {
      ["from"]	= "TARA组合" ;
      ["hitokoto"]	= "湛蓝色的初一，柠檬色的海。" ;
      } ;
  [129]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "奇迹，只不过是努力的另一个名字罢了。" ;
      } ;
  [130]	= {
      ["from"]	= "圣经" ;
      ["hitokoto"]	= "义人的口谈论智慧，他的舌讲说公平" ;
      } ;
  [131]	= {
      ["from"]	= "秋夜曲" ;
      ["hitokoto"]	= "丁丁漏水夜何长，漫漫轻云露月光。" ;
      } ;
  [132]	= {
      ["from"]	= "生活不止眼前的苟且" ;
      ["hitokoto"]	= "生活不止眼前的苟且，还应该有诗和远方的田野。" ;
      } ;
  [133]	= {
      ["from"]	= "至此流年各天涯" ;
      ["hitokoto"]	= "分别后的难过都是依赖，无法相拥的人要好好道别" ;
      } ;
  [134]	= {
      ["from"]	= "苏幕遮" ;
      ["hitokoto"]	= "明月楼高休独倚，酒入愁肠，化作相思泪。" ;
      } ;
  [135]	= {
      ["from"]	= "小C" ;
      ["hitokoto"]	= "踏长风破万里浪" ;
      } ;
  [136]	= {
      ["from"]	= "凤求凰" ;
      ["hitokoto"]	= "凤兮凤兮归故乡，遨游四海求其凰" ;
      } ;
  [137]	= {
      ["from"]	= "欧阳修" ;
      ["hitokoto"]	= "足吾所好，玩而老焉" ;
      } ;
  [138]	= {
      ["from"]	= "江湖夜雨十年灯" ;
      ["hitokoto"]	= "善恶终有报，天道好轮回。不信抬头看，苍天饶过谁。" ;
      } ;
  [139]	= {
      ["from"]	= "鹧鸪天·晚日寒鸦一片愁" ;
      ["hitokoto"]	= "若教眼底无离恨，不信人间有白头" ;
      } ;
  [140]	= {
      ["from"]	= "财箴" ;
      ["hitokoto"]	= "生而贫穷并无过错,死而贫穷才是遗憾." ;
      } ;
  [141]	= {
      ["from"]	= "舞舞舞" ;
      ["hitokoto"]	= "你要做一个不动声色的大人了，不准情绪化，不准偷偷想念，不准回头看，去过自己另外的生活，你要听话，不是所有的鱼都生活在同一片海里" ;
      } ;
  [142]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "年轻时最大的财富，不是你的青春，不是你的美貌，也不是你有充沛的精力，而是你有犯错误的机会。" ;
      } ;
  [143]	= {
      ["from"]	= "中国第一封电子邮件" ;
      ["hitokoto"]	= "Across the Great Wall we can reach every corner in the world." ;
      } ;
  [144]	= {
      ["from"]	= "the social network" ;
      ["hitokoto"]	= "Let the hacking begin." ;
      } ;
  [145]	= {
      ["from"]	= "道德经" ;
      ["hitokoto"]	= "千里之行，始于足下。" ;
      } ;
  [146]	= {
      ["from"]	= "毛布斯" ;
      ["hitokoto"]	= "工业革命的火种燃起的那一刻，半个天空的星辰都熄灭了。" ;
      } ;
  [147]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "云销雨霁，彩彻区明。" ;
      } ;
  [148]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "落霞与孤鹜齐飞，秋水共长天一色。" ;
      } ;
  [149]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦。" ;
      } ;
  [150]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "关山难越，谁悲失路之人？萍水相逢，尽是他乡之客。" ;
      } ;
  [151]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "老当益壮，宁移白首之心？穷且益坚，不坠青云之志。" ;
      } ;
  [152]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。" ;
      } ;
  [153]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。" ;
      } ;
  [154]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "层峦耸翠，上出重霄；飞阁流丹，下临无地。" ;
      } ;
  [155]	= {
      ["from"]	= "前前前世" ;
      ["hitokoto"]	= "不知横跨几度银河，才终于在尽头与你相遇" ;
      } ;
  [156]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。" ;
      } ;
  [157]	= {
      ["from"]	= "眉间雪" ;
      ["hitokoto"]	= "该庆幸至远至疏你我还未至陌路" ;
      } ;
  [158]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "得到了再失去，总是比从来就没有得到更伤人。" ;
      } ;
  [159]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "时间很贪婪——有时候，它会独自吞噬所有的细节。" ;
      } ;
  [160]	= {
      ["from"]	= "追风筝的人" ;
      ["hitokoto"]	= "为你，千千万万遍。" ;
      } ;
  [161]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "纯氧对生物有害，毫无保留的真相，只会把人的精神击溃。一比五的氧与氮，才是可供呼吸的空气。同样，呼吸着以戏言稀释的少量真实，人才能维持健全的心。" ;
      } ;
  [162]	= {
      ["from"]	= "东林寺酬韦丹刺史" ;
      ["hitokoto"]	= "相逢尽道休官好，林下何曾见一人。" ;
      } ;
  [163]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "不忘初心，努力前行" ;
      } ;
  [164]	= {
      ["from"]	= "芬芳一生" ;
      ["hitokoto"]	= "你说一声，我也默认，我们在这月光下十指生根。" ;
      } ;
  [165]	= {
      ["from"]	= "别听他胡说" ;
      ["hitokoto"]	= "不知寒暑，不识香臭，不辨是非，无家国之念，无亲情之观，无喜乐，无悲欢，与朽木何异？" ;
      } ;
  [166]	= {
      ["from"]	= "三国志" ;
      ["hitokoto"]	= "贫贱难可居，脱误有功，富贵可致，不探虎穴，安得虎子？" ;
      } ;
  [167]	= {
      ["from"]	= "缝纫机乐队" ;
      ["hitokoto"]	= "你要不会唠嗑能不能别硬唠。" ;
      } ;
  [168]	= {
      ["from"]	= "一醉南柯" ;
      ["hitokoto"]	= "故人啊 已做了他人嫁" ;
      } ;
  [169]	= {
      ["from"]	= "如花" ;
      ["hitokoto"]	= "看春花开又落,秋风吹着那夏月走,冬雪纷纷又是一年" ;
      } ;
  [170]	= {
      ["from"]	= "王阳明" ;
      ["hitokoto"]	= "此心光明，亦复何言" ;
      } ;
  [171]	= {
      ["from"]	= "史记·刺客列传" ;
      ["hitokoto"]	= "于是荆轲遂就车而去，终已不顾。" ;
      } ;
  [172]	= {
      ["from"]	= "地心引力" ;
      ["hitokoto"]	= "不管是哪种结果，我都坦然接受。因为无论是哪种结果，这都是一次非凡的旅行。" ;
      } ;
  [173]	= {
      ["from"]	= "Norman Vaughan" ;
      ["hitokoto"]	= "Dream big and dare to fail.勇敢追梦、无惧失败。" ;
      } ;
  [174]	= {
      ["from"]	= "爱因斯坦" ;
      ["hitokoto"]	= "万有引力可无法对坠入爱河的人负责。" ;
      } ;
  [175]	= {
      ["from"]	= "乔布斯" ;
      ["hitokoto"]	= "人这辈子没法做太多事情，所以每一件都要做到精彩绝伦。" ;
      } ;
  [176]	= {
      ["from"]	= "仙剑奇侠传" ;
      ["hitokoto"]	= "既不回头，何必不忘；既然无缘，何须誓言；今日种种，似水无痕；明夕何夕，君已陌路。" ;
      } ;
  [177]	= {
      ["from"]	= "日常" ;
      ["hitokoto"]	= "爱的是你，最爱的还是你。" ;
      } ;
  [178]	= {
      ["from"]	= "三句情诗" ;
      ["hitokoto"]	= "螃蟹在剥我的壳，笔记本在写我。漫天的我落在枫叶上雪花上。而你在想我。" ;
      } ;
  [179]	= {
      ["from"]	= "迷糊餐厅" ;
      ["hitokoto"]	= "少罗嗦，你还不如虫子呢！" ;
      } ;
  [180]	= {
      ["from"]	= "幸运星" ;
      ["hitokoto"]	= "与众不同的生活方式很累人呢，因为找不到借口。" ;
      } ;
  [181]	= {
      ["from"]	= "第三极" ;
      ["hitokoto"]	= "我永远在这里，涌着爱面朝沧海" ;
      } ;
  [182]	= {
      ["from"]	= "Nice · 南先生" ;
      ["hitokoto"]	= "那天她夸我很会笑,那十秒灵魂大概已卖掉." ;
      } ;
  [183]	= {
      ["from"]	= "至我们单纯的小美好" ;
      ["hitokoto"]	= "一辈子那么长，我才不会只喜欢你一个人。" ;
      } ;
  [184]	= {
      ["from"]	= "终极恶女" ;
      ["hitokoto"]	= "无能为力的同情比欺负本身更伤人。" ;
      } ;
  [185]	= {
      ["from"]	= "慧能" ;
      ["hitokoto"]	= "菩提本无树，明镜亦非台，本来无一物，何处惹尘埃。" ;
      } ;
  [186]	= {
      ["from"]	= "神秀" ;
      ["hitokoto"]	= "身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃。" ;
      } ;
  [187]	= {
      ["from"]	= "三毛" ;
      ["hitokoto"]	= "一个人至少拥有一个梦想，有一个理由去坚强。心若没有栖息的地方，到哪里都是在流浪。" ;
      } ;
  [188]	= {
      ["from"]	= "说给自己听" ;
      ["hitokoto"]	= "如果有来生，要做一棵树，站成永恒，没有悲欢的姿势。一半在土里安详，一半在风里飞扬，一半洒落阴凉，一半沐浴阳光，非常沉默非常骄傲，从不依靠 从不寻找。" ;
      } ;
  [189]	= {
      ["from"]	= "文化苦旅" ;
      ["hitokoto"]	= "千般荒凉，以此为梦；万里蹀躞，以此为归。" ;
      } ;
  [190]	= {
      ["from"]	= "酷软资源网" ;
      ["hitokoto"]	= "愿您的每句评论，都能给大家的生活添色彩，带来共鸣，带来思索，带来快乐。" ;
      } ;
  [191]	= {
      ["from"]	= "颜真卿" ;
      ["hitokoto"]	= "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。" ;
      } ;
  [192]	= {
      ["from"]	= "haoduor" ;
      ["hitokoto"]	= "gugugugugu" ;
      } ;
  [193]	= {
      ["from"]	= "宫崎骏" ;
      ["hitokoto"]	= "纵有疾风起人生不言弃" ;
      } ;
  [194]	= {
      ["from"]	= "史景迁" ;
      ["hitokoto"]	= "只要有人追忆，往事就不必如烟。" ;
      } ;
  [195]	= {
      ["from"]	= "荣格自传" ;
      ["hitokoto"]	= "人是一个事件，它无法判断自己，是好是坏，全都交由他人评判" ;
      } ;
  [196]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "在这样一个世界里，生活的真实性被所谓的清晰概念完全掩盖。经验的本质被剥夺殆尽，取而代之的却只是空有的名称，而这些名称进而有取代了现实。" ;
      } ;
  [197]	= {
      ["from"]	= "wxh010910" ;
      ["hitokoto"]	= "信息学竞赛中没有证明。" ;
      } ;
  [198]	= {
      ["from"]	= "佚名." ;
      ["hitokoto"]	= "知我者谓我心忧" ;
      } ;
  [199]	= {
      ["from"]	= "拜伦诗集" ;
      ["hitokoto"]	= "我从没有爱过这世界，它对我也一样" ;
      } ;
  [200]	= {
      ["from"]	= "贺指导" ;
      ["hitokoto"]	= "饭可以一日不吃，水可以一日不喝，但题不可以一日不贺" ;
      } ;
  [201]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "别紧张，我又不是什么好人。" ;
      } ;
  [202]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "最近总是失眠16个小时就会醒一次。" ;
      } ;
  [203]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "在哪里摔倒就在那里躺着" ;
      } ;
  [204]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "知道你过得不好我也就安心了。" ;
      } ;
  [205]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "通往成功的路，总是在施工中。" ;
      } ;
  [206]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "兜里不硬气，啥都不敢买。" ;
      } ;
  [207]	= {
      ["from"]	= "小米" ;
      ["hitokoto"]	= "永远相信美好的事情即将发生" ;
      } ;
  [208]	= {
      ["from"]	= "鲍勃·迪伦" ;
      ["hitokoto"]	= "昔日我曾苍老，如今风华正茂" ;
      } ;
  [209]	= {
      ["from"]	= "tea9" ;
      ["hitokoto"]	= "气势上不能怂！" ;
      } ;
  [210]	= {
      ["from"]	= "嘉豪and佳一" ;
      ["hitokoto"]	= "世上无难事，只要肯放弃。" ;
      } ;
  [211]	= {
      ["from"]	= "消失" ;
      ["hitokoto"]	= "时间背着我悄悄捏碎从前" ;
      } ;
  [212]	= {
      ["from"]	= "这个杀手不太冷" ;
      ["hitokoto"]	= "我对你最深沉的爱，莫过于分开以后，我将自己活成了你的样子。直到今天，再听到你的消息，为你活得越来越精彩而万分开心，虽然在离开你之后，我彻底变成了灰色。" ;
      } ;
  [213]	= {
      ["from"]	= "这个杀手不太冷" ;
      ["hitokoto"]	= "我认为最深沉的爱；莫过于你离开以后；我活成了你的样子。" ;
      } ;
  [214]	= {
      ["from"]	= "那条河流" ;
      ["hitokoto"]	= "远远地看，它就像一根孤独的琴弦紧绷在原野上，任凭风雨和岁月的弹拨。" ;
      } ;
  [215]	= {
      ["from"]	= "名人" ;
      ["hitokoto"]	= "但尽人事，莫问前程。" ;
      } ;
  [216]	= {
      ["from"]	= "biguokang" ;
      ["hitokoto"]	= "程序员最讨厌的事情是维护没有注释的代码，第二讨厌的的事情是自己写注释。" ;
      } ;
  [217]	= {
      ["from"]	= "miku" ;
      ["hitokoto"]	= "戸惑い憂い怒り狂い たどり着いた祈り 君の心死なずいるなら 応答せよ早急に" ;
      } ;
  [218]	= {
      ["from"]	= "君子剑伤" ;
      ["hitokoto"]	= "故事开始便不承认普通" ;
      } ;
  [219]	= {
      ["from"]	= "文森特·梵高" ;
      ["hitokoto"]	= "不要熄灭你的灵感及想象，不要成为你楷模的奴隶。" ;
      } ;
  [220]	= {
      ["from"]	= "动物世界" ;
      ["hitokoto"]	= "该打的仗我已经打过了，该走的路已经走到了尽头，我守住了我信的道。" ;
      } ;
  [221]	= {
      ["from"]	= "影梅庵忆语" ;
      ["hitokoto"]	= "沸乳看蟹目鱼鳞，传瓷选月魂云魄。" ;
      } ;
  [222]	= {
      ["from"]	= "泰戈尔" ;
      ["hitokoto"]	= "有一个夜晚我烧毁了所有的记忆，从此我的梦就透明了；有一个早晨我扔掉了所有的昨天，从此我的脚步就轻盈了。" ;
      } ;
  [223]	= {
      ["from"]	= "王小波" ;
      ["hitokoto"]	= "满天都是星星，好像一场冻结了的大雨。" ;
      } ;
  [224]	= {
      ["from"]	= "梦违科学世纪" ;
      ["hitokoto"]	= "梦与现实是不同的。所以才能够为了把梦变成现实而努力。" ;
      } ;
  [225]	= {
      ["from"]	= "各校数学老师" ;
      ["hitokoto"]	= "奇变偶不变，符号看象限" ;
      } ;
  [226]	= {
      ["from"]	= "盗将行" ;
      ["hitokoto"]	= "你的笑像一条恶犬，撞乱了我心弦" ;
      } ;
  [227]	= {
      ["from"]	= "随园诗话" ;
      ["hitokoto"]	= "自古美人如名将，不许人间见白头" ;
      } ;
  [228]	= {
      ["from"]	= "李荣浩" ;
      ["hitokoto"]	= "可以看起来不伟大却要善良，要尝过时间给过的挫败才能够变得坦然。" ;
      } ;
  [229]	= {
      ["from"]	= "桃花扇" ;
      ["hitokoto"]	= "眼看他起朱楼，眼看他宴宾客，眼看他楼塌了。" ;
      } ;
  [230]	= {
      ["from"]	= "老巴塔哥尼亚快车" ;
      ["hitokoto"]	= "空无一物本身，是一些无惧无畏的旅人的起点，却是我的终点。" ;
      } ;
  [231]	= {
      ["from"]	= "麦克阿瑟" ;
      ["hitokoto"]	= "只有不怕死的人才配活着。" ;
      } ;
  [232]	= {
      ["from"]	= "夜航船" ;
      ["hitokoto"]	= "春之风，自下升上，纸鸢因之以起。夏之风，横行空中，故树杪多风声。秋之风，自上而下，木叶因之以陨。冬之风，著土而行，是以吼地而生寒。 " ;
      } ;
  [233]	= {
      ["from"]	= "伯兮-先秦" ;
      ["hitokoto"]	= "焉得谖草？言树之背。" ;
      } ;
  [234]	= {
      ["from"]	= "乱世流年" ;
      ["hitokoto"]	= "你的故事很长，如果能由我来收尾就好了。" ;
      } ;
  [235]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "浮天水送无穷树，带雨云埋一半山。" ;
      } ;
  [236]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "相信爱的人，才会和爱相遇" ;
      } ;
  [237]	= {
      ["from"]	= "日食记" ;
      ["hitokoto"]	= "牛肉面算是我的人生菜单，很高兴有一天，我终于学会了你的味道。" ;
      } ;
  [238]	= {
      ["from"]	= "周恩来" ;
      ["hitokoto"]	= "我这一生都是坚定不移的唯物主义者，唯有你，我希望有来生。" ;
      } ;
  [239]	= {
      ["from"]	= "林宥嘉" ;
      ["hitokoto"]	= "突然觉得人生正面得不行，彻底变成大人了。" ;
      } ;
  [240]	= {
      ["from"]	= "辛巴狗" ;
      ["hitokoto"]	= "看过太多的人生指南，都快找不着北了" ;
      } ;
  [241]	= {
      ["from"]	= "最难唱的情歌" ;
      ["hitokoto"]	= "漫天星光沿途散播，长路尽处有灯火。" ;
      } ;
  [242]	= {
      ["from"]	= "沙家浜" ;
      ["hitokoto"]	= "相逢开口笑，过后不思量。" ;
      } ;
  [243]	= {
      ["from"]	= "书籍" ;
      ["hitokoto"]	= "透过你的眼，离别也是诗" ;
      } ;
  [244]	= {
      ["from"]	= "桃花扇" ;
      ["hitokoto"]	= "眼见他起高楼,眼见他宴宾客,眼见他楼塌了!" ;
      } ;
  [245]	= {
      ["from"]	= "莫斯科" ;
      ["hitokoto"]	= "凡是属于幻觉的东西，过了第一座铁路桥便会消失；凡是实现不了的事物，都会在桦木十字架下被忘记。" ;
      } ;
  [246]	= {
      ["from"]	= "梦违科学世纪" ;
      ["hitokoto"]	= "是幻想吗，是空中楼阁吗；在黎明前，这场梦，蝴蝶之梦。" ;
      } ;
  [247]	= {
      ["from"]	= "老巴塔哥尼亚快车" ;
      ["hitokoto"]	= "未期之遇，不告而别。闻所闻而来，见所见即去。" ;
      } ;
  [248]	= {
      ["from"]	= "黄健翔" ;
      ["hitokoto"]	= "他不是一个人在战斗！" ;
      } ;
  [249]	= {
      ["from"]	= "瑞·达利欧" ;
      ["hitokoto"]	= "靠水晶球谋生的人注定要吃碎在地上的玻璃。" ;
      } ;
  [250]	= {
      ["from"]	= "曾经的你" ;
      ["hitokoto"]	= "好男儿胸怀像大海" ;
      } ;
  [251]	= {
      ["from"]	= "六韬" ;
      ["hitokoto"]	= "霸者之作，其论博也" ;
      } ;
  [252]	= {
      ["from"]	= "ゴーストルール" ;
      ["hitokoto"]	= "即便如此我也会前进的，哪怕是这令人头昏眼花的夜" ;
      } ;
  [253]	= {
      ["from"]	= "酒干倘卖无" ;
      ["hitokoto"]	= "从来不需要想起，永远也不会忘记" ;
      } ;
  [254]	= {
      ["from"]	= "爱情公寓" ;
      ["hitokoto"]	= "原谅他是上帝的事情。我的事情就是送他去见上帝" ;
      } ;
  [255]	= {
      ["from"]	= "谚语" ;
      ["hitokoto"]	= "The devil is in the detail. 细节决定成败。" ;
      } ;
  [256]	= {
      ["from"]	= "Other" ;
      ["hitokoto"]	= "Young as the morning, Old as the sea." ;
      } ;
  [257]	= {
      ["from"]	= "黎塞留" ;
      ["hitokoto"]	= "给我这个世界上最诚实的人写的六行字，我一定能从中找到足够的理由来绞死他。" ;
      } ;
  [258]	= {
      ["from"]	= "三辻富贵朗" ;
      ["hitokoto"]	= "致梦想创造游戏的你，请绝对不要让这份情感在梦里终结。" ;
      } ;
  [259]	= {
      ["from"]	= "肖申克的救赎" ;
      ["hitokoto"]	= "希望是美好的，也许是人间至善，而美好的事物永不消逝。" ;
      } ;
  [260]	= {
      ["from"]	= "击壤歌" ;
      ["hitokoto"]	= "日出而作，日入而息。" ;
      } ;
  [261]	= {
      ["from"]	= "击壤歌" ;
      ["hitokoto"]	= "凿井而饮，耕田而食。" ;
      } ;
  [262]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "关关雎鸠，在河之洲。窈窕淑女，君子好逑。" ;
      } ;
  [263]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "参差荇菜，左右流之。窈窕淑女，寤寐求之。" ;
      } ;
  [264]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "求之不得，寤寐思服。悠哉悠哉，辗转反侧。" ;
      } ;
  [265]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "参差荇菜，左右采之。窈窕淑女，琴瑟友之。" ;
      } ;
  [266]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。" ;
      } ;
  [267]	= {
      ["from"]	= "木瓜" ;
      ["hitokoto"]	= "投我以木瓜，报之以琼琚。匪报也，永以为好也！" ;
      } ;
  [268]	= {
      ["from"]	= "桃夭" ;
      ["hitokoto"]	= "桃之夭夭，灼灼其华。之子于归，宜其室家。" ;
      } ;
  [269]	= {
      ["from"]	= "桃夭" ;
      ["hitokoto"]	= "桃之夭夭，其叶蓁蓁。之子于归，宜其家人。" ;
      } ;
  [270]	= {
      ["from"]	= "蒹葭" ;
      ["hitokoto"]	= "蒹葭苍苍，白露为霜。所谓伊人，在水一方。" ;
      } ;
  [271]	= {
      ["from"]	= "蒹葭" ;
      ["hitokoto"]	= "蒹葭萋萋，白露未晞。所谓伊人，在水之湄。" ;
      } ;
  [272]	= {
      ["from"]	= "蒹葭" ;
      ["hitokoto"]	= "蒹葭采采，白露未已。所谓伊人，在水之涘。" ;
      } ;
  [273]	= {
      ["from"]	= "人生" ;
      ["hitokoto"]	= "人活着，当哭则哭，声音不悲不哭。" ;
      } ;
  [274]	= {
      ["from"]	= "雁门太守行" ;
      ["hitokoto"]	= "报君黄金台上意，提携玉龙为君死。" ;
      } ;
  [275]	= {
      ["from"]	= "如梦令" ;
      ["hitokoto"]	= "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。" ;
      } ;
  [276]	= {
      ["from"]	= "星际迷航" ;
      ["hitokoto"]	= " To boldly go where no one has gone before." ;
      } ;
  [277]	= {
      ["from"]	= "星际迷航" ;
      ["hitokoto"]	= "撞上南墙终于悔悟的我，从未感觉如此失落。" ;
      } ;
  [278]	= {
      ["from"]	= "追梦赤子心" ;
      ["hitokoto"]	= "命运他无法让我跪地求饶，就算鲜血撒满了怀抱。" ;
      } ;
  [279]	= {
      ["from"]	= "爱因斯坦" ;
      ["hitokoto"]	= "宇宙中唯有两件事物是无限的：那就是宇宙的大小与人的愚蠢。而宇宙的大小我却不能肯定。" ;
      } ;
  [280]	= {
      ["from"]	= "晋语" ;
      ["hitokoto"]	= "轻关易道，通商宽农。" ;
      } ;
  [281]	= {
      ["from"]	= "TAKA" ;
      ["hitokoto"]	= "梦は终わり目を觉ます时、绝望や希望も同时に目を觉ました。" ;
      } ;
  [282]	= {
      ["from"]	= "永安调" ;
      ["hitokoto"]	= "纵是年少风流可入画，却也自成风骨难笔拓。" ;
      } ;
  [283]	= {
      ["from"]	= "forget–me–not" ;
      ["hitokoto"]	= "forget-me-not，Ash to ash, dust to dust，どうか忘れないで" ;
      } ;
  [284]	= {
      ["from"]	= "星际迷航" ;
      ["hitokoto"]	= "生生不息，繁荣昌盛。" ;
      } ;
  [285]	= {
      ["from"]	= "2001太空漫游" ;
      ["hitokoto"]	= "征服可能会受挫，但好奇从未停息。" ;
      } ;
  [286]	= {
      ["from"]	= "平面国" ;
      ["hitokoto"]	= "No puzzle that couldn't be solved!" ;
      } ;
  [287]	= {
      ["from"]	= "星际穿越" ;
      ["hitokoto"]	= "科学就是去确定未知的事物" ;
      } ;
  [288]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "还没开始，就已经结束了吗……" ;
      } ;
  [289]	= {
      ["from"]	= "宫崎骏" ;
      ["hitokoto"]	= "创作一部动画也就是创造一个虚拟的世界，这个世界慰藉着那些暂时失去勇气的、与残忍现实搏斗的灵魂。" ;
      } ;
  [290]	= {
      ["from"]	= "诗词" ;
      ["hitokoto"]	= "问苍茫大地,谁主沉浮?" ;
      } ;
  [291]	= {
      ["from"]	= "高德纳" ;
      ["hitokoto"]	= "如果我们有再三思考的机会，几乎没有一件事情是不能被简化的。" ;
      } ;
  [292]	= {
      ["from"]	= "最大化+" ;
      ["hitokoto"]	= "我愿披挂长风扬鞭策马 去看去唱那四海之大" ;
      } ;
  [293]	= {
      ["from"]	= "最大化+" ;
      ["hitokoto"]	= "流水线上的量产品迟早退场 我就做我的孤品随心所欲好了" ;
      } ;
  [294]	= {
      ["from"]	= "最大化+" ;
      ["hitokoto"]	= "无法拒绝的礼物 决定了我的轮廓什么样 却不能把我的心也捆绑" ;
      } ;
  [295]	= {
      ["from"]	= "尼尔：机械纪元" ;
      ["hitokoto"]	= "未来不是被给予的，而是自己争取的" ;
      } ;
  [296]	= {
      ["from"]	= "卡夫卡书信日记选" ;
      ["hitokoto"]	= "人的生活有许多楼层，眼睛看得见的只是一种可能性，但心中则汇集着所有可能性。" ;
      } ;
  [297]	= {
      ["from"]	= "爱与梦想" ;
      ["hitokoto"]	= "唯有爱与梦想不可辜负" ;
      } ;
  [298]	= {
      ["from"]	= "定风波" ;
      ["hitokoto"]	= "竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。" ;
      } ;
  [299]	= {
      ["from"]	= "艾伦·佩利" ;
      ["hitokoto"]	= "如果你给别人讲解程序时，看到对方点头了，那你就拍他一下，他肯定睡觉了。" ;
      } ;
  [300]	= {
      ["from"]	= "黄昏" ;
      ["hitokoto"]	= "依然记得从你口中说出再见坚决如铁" ;
      } ;
  [301]	= {
      ["from"]	= "绝色" ;
      ["hitokoto"]	= "月色与雪色之间，你是第三种绝色。" ;
      } ;
  [302]	= {
      ["from"]	= "欢呼哈雷" ;
      ["hitokoto"]	= "下次你路过 ，人间已无我。" ;
      } ;
  [303]	= {
      ["from"]	= "角落里的程序员" ;
      ["hitokoto"]	= "愿各位程序员都能记住，输出第一条hello world时候的心情。坚持下去，你的每一条代码都在默默的改变世界，加油！加油！加油！" ;
      } ;
  [304]	= {
      ["from"]	= "i BELIEVE～星に願いを" ;
      ["hitokoto"]	= "いつだって 信じて 可能性 は無限大" ;
      } ;
  [305]	= {
      ["from"]	= "ルミネセンス" ;
      ["hitokoto"]	= "花火みたいな綺麗な人になれば 良かったかな" ;
      } ;
  [306]	= {
      ["from"]	= "糸" ;
      ["hitokoto"]	= "逢うべき糸に出逢えることを 人は仕合わせと呼びます" ;
      } ;
  [307]	= {
      ["from"]	= "网易云音乐热评" ;
      ["hitokoto"]	= "到底是孤独的人强大，还是强大的人孤独。" ;
      } ;
  [308]	= {
      ["from"]	= "网易云音乐热评" ;
      ["hitokoto"]	= "最怕一生碌碌无为，还安慰自己平凡可贵。" ;
      } ;
  [309]	= {
      ["from"]	= "网易云音乐热评" ;
      ["hitokoto"]	= "地球还在旋转，太阳照常升起。我还有梦，尚待实现。" ;
      } ;
  [310]	= {
      ["from"]	= "网易云音乐热评" ;
      ["hitokoto"]	= "I never change whatever U change." ;
      } ;
  [311]	= {
      ["from"]	= "亚伯拉罕·林肯" ;
      ["hitokoto"]	= "I am a slow walker, but I never walk backwards.我走的很慢,但我从来不走回头路." ;
      } ;
  [312]	= {
      ["from"]	= "好彩妹" ;
      ["hitokoto"]	= "笑口常开，好彩自然来！" ;
      } ;
  [313]	= {
      ["from"]	= "许巍·无尽光芒" ;
      ["hitokoto"]	= "这永远闪光的梦想，穿过每一个清晨，每一个不眠夜晚。" ;
      } ;
  [314]	= {
      ["from"]	= "木兰词·拟古决绝词柬友" ;
      ["hitokoto"]	= "人生若只如初见，何事秋风悲画扇。" ;
      } ;
  [315]	= {
      ["from"]	= "西洲曲" ;
      ["hitokoto"]	= "南风知我意，吹梦到西洲。" ;
      } ;
  [316]	= {
      ["from"]	= "柯宝宝" ;
      ["hitokoto"]	= "旅游的意义在于，看那些你不曾经历过的事情，见那些你可能永远不会再见的人。" ;
      } ;
  [317]	= {
      ["from"]	= "柯宝宝" ;
      ["hitokoto"]	= "背上背包，带上行囊，去你的世界旅行。" ;
      } ;
  [318]	= {
      ["from"]	= "斯里兰卡" ;
      ["hitokoto"]	= "世界上一成不变的东西，只有“任何事物都是在不断变化的”这条真理。" ;
      } ;
  [319]	= {
      ["from"]	= "日本和歌" ;
      ["hitokoto"]	= "白马入芦花，银碗里盛雪。" ;
      } ;
  [320]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "如果最开始我没欺骗你，我们会怎样？" ;
      } ;
  [321]	= {
      ["from"]	= "德鲁大叔" ;
      ["hitokoto"]	= "Hand down,man down." ;
      } ;
  [322]	= {
      ["from"]	= "《易经》" ;
      ["hitokoto"]	= "形而上者谓之道，形而下者谓之器。" ;
      } ;
  [323]	= {
      ["from"]	= "欢欢" ;
      ["hitokoto"]	= "一直都在躲雨，你有考虑过雨的感受吗？" ;
      } ;
  [324]	= {
      ["from"]	= "ypy&zyd&ym&ygy" ;
      ["hitokoto"]	= "I AK IOI" ;
      } ;
  [325]	= {
      ["from"]	= "李大钊" ;
      ["hitokoto"]	= "不驰于空想，不骛于虚声。" ;
      } ;
  [326]	= {
      ["from"]	= "上邪" ;
      ["hitokoto"]	= "你启唇似又要咏遍上邪，说的却是：“我愿与君绝。”" ;
      } ;
  [327]	= {
      ["from"]	= "RtyXmd" ;
      ["hitokoto"]	= "不要想着有一份稳定的工作，而是有让生活稳定的本事。" ;
      } ;
  [328]	= {
      ["from"]	= "RtyXmd" ;
      ["hitokoto"]	= "稳定不是一辈子拴在一个单位，而是有本事去任何单位。" ;
      } ;
  [329]	= {
      ["from"]	= "scp-3844" ;
      ["hitokoto"]	= "“你知道，我以前是红色的。和我喷出的火焰一样的赤红。那些日子真是美好啊。”" ;
      } ;
  [330]	= {
      ["from"]	= "来自网络" ;
      ["hitokoto"]	= "且将新火试新茶，诗酒趁年华" ;
      } ;
  [331]	= {
      ["from"]	= "林俊杰《黑键》" ;
      ["hitokoto"]	= "祈祷奇迹，其实不如无尽的练习。" ;
      } ;
  [332]	= {
      ["from"]	= "楚门的世界" ;
      ["hitokoto"]	= "如果再也见不到你，祝你早安、午安、晚安。" ;
      } ;
  [333]	= {
      ["from"]	= "亨利四世" ;
      ["hitokoto"]	= "欲戴王冠，必承其重。" ;
      } ;
  [334]	= {
      ["from"]	= "我的" ;
      ["hitokoto"]	= "讨厌酒的味道，却爱上醉的感觉。" ;
      } ;
  [335]	= {
      ["from"]	= "小千" ;
      ["hitokoto"]	= "今天也要开心哟~" ;
      } ;
  [336]	= {
      ["from"]	= "那个女孩" ;
      ["hitokoto"]	= "爱你我也不在是那个幼稚的少年。" ;
      } ;
  [337]	= {
      ["from"]	= "唐温如" ;
      ["hitokoto"]	= "醉后不知天在水 满船清梦压星河" ;
      } ;
  [338]	= {
      ["from"]	= "纳兰性德" ;
      ["hitokoto"]	= "赌书消得泼茶香，当时只道是寻常" ;
      } ;
  [339]	= {
      ["from"]	= "金陵晚望" ;
      ["hitokoto"]	= "世间无限丹青手，一片伤心画不成。" ;
      } ;
  [340]	= {
      ["from"]	= "无问西东" ;
      ["hitokoto"]	= "爱你所爱，行你所行，听从你心，无问西东。" ;
      } ;
  [341]	= {
      ["from"]	= "岳阳楼记" ;
      ["hitokoto"]	= "不以物喜，不以己悲。" ;
      } ;
  [342]	= {
      ["from"]	= "水调歌头" ;
      ["hitokoto"]	= "人有悲欢离合，月有阴晴圆缺，此事古难全，但愿人长久，千里共婵娟。" ;
      } ;
  [343]	= {
      ["from"]	= "行路难" ;
      ["hitokoto"]	= "长风破浪会有时，直挂云帆济沧海。" ;
      } ;
  [344]	= {
      ["from"]	= "断章" ;
      ["hitokoto"]	= "明月装饰了你的窗子，你装饰了别人的梦。" ;
      } ;
  [345]	= {
      ["from"]	= "小感" ;
      ["hitokoto"]	= "不可盲目期待，不可执念过深，不可用力过猛。" ;
      } ;
  [346]	= {
      ["from"]	= "塞内加" ;
      ["hitokoto"]	= "其实不用担心，你们中的很多人一辈子都不会遇见你梦想的真爱。只会因为害怕孤独地死去而选择随便找个人，互相饲养。" ;
      } ;
  [347]	= {
      ["from"]	= "我爱这土地" ;
      ["hitokoto"]	= "为什么我的眼里常含泪水？因为我对这土地爱的深沉。" ;
      } ;
  [348]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "明明喜欢，却要装作无所事事，等到已从身边离去，而来追悔莫及。" ;
      } ;
  [349]	= {
      ["from"]	= "道德经" ;
      ["hitokoto"]	= "善為士者，不武；善战者，不怒；善胜敌者，不与；善用人者，為之下。" ;
      } ;
  [350]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "逝者如斯，不舍昼夜。" ;
      } ;
  [351]	= {
      ["from"]	= "离思" ;
      ["hitokoto"]	= "曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。" ;
      } ;
  [352]	= {
      ["from"]	= "素雅-" ;
      ["hitokoto"]	= "只要一想起一生中最后悔的事，梅花便落下来了，梅花真的落下来了，我们在粗粝的生活中慢慢变老，不变的是当年那颗热爱生活的心。" ;
      } ;
  [353]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "我的手机明明没有坏掉，可是她为什么没给我打电话呢？" ;
      } ;
  [354]	= {
      ["from"]	= "klssxbc0002" ;
      ["hitokoto"]	= "掠过浮霞光影，最后能赢下生活的，还是我们。" ;
      } ;
  [355]	= {
      ["from"]	= "般若波罗蜜多心经" ;
      ["hitokoto"]	= "无眼界，乃至无意识界，无无明，亦无无明尽，乃至无老死，亦无老死尽。" ;
      } ;
  [356]	= {
      ["from"]	= "《无量寿经》" ;
      ["hitokoto"]	= "人于浮世，独来独往，独生独死，苦乐自当，无有代者。" ;
      } ;
  [357]	= {
      ["from"]	= "启东中学作业本" ;
      ["hitokoto"]	= "人生就像一杯茶，不会苦一辈子，但会苦一阵子" ;
      } ;
  [358]	= {
      ["from"]	= "钗头凤·世情薄" ;
      ["hitokoto"]	= "世情薄，人情恶，两送黄昏花易落。晓风残，泪痕残。欲笺心事，独倚斜阑。难，难，难！" ;
      } ;
  [359]	= {
      ["from"]	= "钗头凤·世情薄" ;
      ["hitokoto"]	= "人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人询问，咽泪装欢。瞒，瞒，瞒！" ;
      } ;
  [360]	= {
      ["from"]	= "小米公司" ;
      ["hitokoto"]	= "永远相信，美好的事情即将发生。" ;
      } ;
  [361]	= {
      ["from"]	= "毕淑敏" ;
      ["hitokoto"]	= "世界本就不完美，我们不过顺势而为" ;
      } ;
  [362]	= {
      ["from"]	= "中国国际进口博览会" ;
      ["hitokoto"]	= "新时代，共享未来！" ;
      } ;
  [363]	= {
      ["from"]	= "其他" ;
      ["hitokoto"]	= "人这种生物，无论是谁，切开来剥了皮后都只是一团肉而已，死了就知道了。" ;
      } ;
  [364]	= {
      ["from"]	= "金牌讲师大司马" ;
      ["hitokoto"]	= "你只看到了第二层，而你只把我想成了第一层，实际上我是第五层" ;
      } ;
  [365]	= {
      ["from"]	= "金牌讲师大司马" ;
      ["hitokoto"]	= "因为你不会，所以你才会" ;
      } ;
  [366]	= {
      ["from"]	= "殿下" ;
      ["hitokoto"]	= "民谣有三：爱情 理想 远方   听者有三：孤独 平庸 落魄" ;
      } ;
  [367]	= {
      ["from"]	= "南先生" ;
      ["hitokoto"]	= "你已经奔走了许久，坚持最后一战，你就是冠军。" ;
      } ;
  [368]	= {
      ["from"]	= "夜航西飞" ;
      ["hitokoto"]	= "我独自度过了太多的时光,沉默已成一种习惯。" ;
      } ;
  [369]	= {
      ["from"]	= "留德十年" ;
      ["hitokoto"]	= "失去的生命不能复归，也用不着复归。" ;
      } ;
  [370]	= {
      ["from"]	= "行板如歌" ;
      ["hitokoto"]	= "只要还在人间，你就不会完全麻木。" ;
      } ;
  [371]	= {
      ["from"]	= "十二省联考 2019" ;
      ["hitokoto"]	= "无边的海洋里漂流的小船，不知何时就会被狂风所倾覆；而小船上平凡的我们，也只能怀着渺茫的希望，跟随着舵手指引的航向前行吧。" ;
      } ;
  [372]	= {
      ["from"]	= "8848太监手机" ;
      ["hitokoto"]	= "跑得快不一定赢，不跌跟头才是成功" ;
      } ;
  [373]	= {
      ["from"]	= "Jane" ;
      ["hitokoto"]	= "事物的发展是前进性与曲折性的统一" ;
      } ;
  [374]	= {
      ["from"]	= "New Balance广告片台词" ;
      ["hitokoto"]	= "跑下去,天自己会亮" ;
      } ;
  [375]	= {
      ["from"]	= "Shelter" ;
      ["hitokoto"]	= "即使这些回忆使我感到悲伤，我也必须前进，相信未来。即使是在我感到了我的孤单，即将失去所有的希望，这份回忆，也使我更加坚强。" ;
      } ;
  [376]	= {
      ["from"]	= "苔" ;
      ["hitokoto"]	= "白日不到处，青春恰自来。苔花如米小，也学牡丹开。" ;
      } ;
  [377]	= {
      ["from"]	= "Jane" ;
      ["hitokoto"]	= "不负韶华，不忘初心。" ;
      } ;
  [378]	= {
      ["from"]	= "辣椒の酱" ;
      ["hitokoto"]	= "你写下的每一个bug，都是人类反抗被人工智能统治的一颗子弹!" ;
      } ;
  [379]	= {
      ["from"]	= "孟子" ;
      ["hitokoto"]	= "然后知生于忧患，而死于安乐也。" ;
      } ;
  [380]	= {
      ["from"]	= "十二省联考 2019" ;
      ["hitokoto"]	= "我们所可以自慰的，想来想去，也还是所谓对于将来的希望。希望是附丽于存在的，有存在，便有希望，有希望，便是光明。" ;
      } ;
  [381]	= {
      ["from"]	= "心印杂记" ;
      ["hitokoto"]	= "今天的南京应该很挤吧，毕竟有30万人要回家。" ;
      } ;
  [382]	= {
      ["from"]	= "在青春里遇见" ;
      ["hitokoto"]	= "我们在青春里遇见，写下纯白的誓言，在夏天来临之前。" ;
      } ;
  [383]	= {
      ["from"]	= "Windows10提示语" ;
      ["hitokoto"]	= "嗨！别来无恙啊！" ;
      } ;
  [384]	= {
      ["from"]	= "我不后悔" ;
      ["hitokoto"]	= "我不后悔我曾爱过，只是天涯从此寂寞，短暂的幸福拥有就足够，只要舍得就会快了，会快乐。" ;
      } ;
  [385]	= {
      ["from"]	= "张万军" ;
      ["hitokoto"]	= "善思博学，努力进取。" ;
      } ;
  [386]	= {
      ["from"]	= "Eudic" ;
      ["hitokoto"]	= "My love for you always grow, with passing year." ;
      } ;
  [387]	= {
      ["from"]	= "龙城浪子" ;
      ["hitokoto"]	= "梦想和现实，中间隔着一条泥泞的路，什么样的结果，取决于脚！" ;
      } ;
  [388]	= {
      ["from"]	= "龙城浪子" ;
      ["hitokoto"]	= "任何时代的诗歌都是关于人、人的生存方式、人的存在境遇的叩问，关于人生价值与意义的探寻。" ;
      } ;
  [389]	= {
      ["from"]	= "李小龙" ;
      ["hitokoto"]	= "要不断的移动像水一样，才不会变成死水一样，你要不断流动着！" ;
      } ;
  [390]	= {
      ["from"]	= "千千阙歌" ;
      ["hitokoto"]	= "当某天，雨点轻敲你窗，当风声吹乱你构想，可否抽空想这张，旧模样。" ;
      } ;
  [391]	= {
      ["from"]	= "钟无艳" ;
      ["hitokoto"]	= "彼此这么了解，难怪注定似兄妹一对。" ;
      } ;
  [392]	= {
      ["from"]	= "可塑性记忆的影评" ;
      ["hitokoto"]	= "愿你有一天能和你最重要的人重逢。" ;
      } ;
  [393]	= {
      ["from"]	= "《与我无关》" ;
      ["hitokoto"]	= "开始的倾心交谈，沦为平淡。" ;
      } ;
  [394]	= {
      ["from"]	= "起风了" ;
      ["hitokoto"]	= "你的眼中，明暗交杂，一笑生花。" ;
      } ;
  [395]	= {
      ["from"]	= "不待" ;
      ["hitokoto"]	= "如果喜欢和合适撞个满怀多好。" ;
      } ;
  [396]	= {
      ["from"]	= "孙中山" ;
      ["hitokoto"]	= "吾志所向，一往无前，愈挫愈奋，再接再厉。" ;
      } ;
  [397]	= {
      ["from"]	= "王尔德" ;
      ["hitokoto"]	= "The only way to get rid of a temptation is to yield to it. I can resist everything except temptation." ;
      } ;
  [398]	= {
      ["from"]	= "在人间" ;
      ["hitokoto"]	= "在人间有谁活着不像是一场炼狱，我不哭我已经没有尊严能放弃。" ;
      } ;
  [399]	= {
      ["from"]	= "深い森" ;
      ["hitokoto"]	= "假如失去追寻的动力，人类将消失在永恒的黑暗中。" ;
      } ;
  [400]	= {
      ["from"]	= "不愿回头" ;
      ["hitokoto"]	= "他们想要的成熟我想不通，他们嘴里的软弱我听不懂." ;
      } ;
  [401]	= {
      ["from"]	= "至尊宝" ;
      ["hitokoto"]	= "若是我笑得皮开又肉绽，就莫问，离合悲欢。" ;
      } ;
  [402]	= {
      ["from"]	= "罪犯请沉默" ;
      ["hitokoto"]	= "遇到问题沉默是人的本能，沉默过后怎么解决是人的选择。毫不在意不是冷酷无情，不管他们怎么选择，这与你无关。" ;
      } ;
  [403]	= {
      ["from"]	= "揪心的玩笑与漫长的白日梦" ;
      ["hitokoto"]	= "是谁来自山川湖海，却囿于昼夜厨房与爱。" ;
      } ;
  [404]	= {
      ["from"]	= "雪中悍刀行" ;
      ["hitokoto"]	= "夜来草木见露水，鸿雁南渡避寒。" ;
      } ;
  [405]	= {
      ["from"]	= "IT程序员" ;
      ["hitokoto"]	= "前程莫怕无知已，只怕每天只有404。" ;
      } ;
  [406]	= {
      ["from"]	= "我的一位老师" ;
      ["hitokoto"]	= "我们学哲学是为了什么？应该是为了明白我们向死而生的这一辈子应该怎么过。" ;
      } ;
  [407]	= {
      ["from"]	= "打开一颗心" ;
      ["hitokoto"]	= "不要因为结束而哭泣，要因它发生过而欣喜。" ;
      } ;
  [408]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "哦~我的老伙计，祝你度过有意义的一天~!" ;
      } ;
  [409]	= {
      ["from"]	= "伪装学渣" ;
      ["hitokoto"]	= "现在的我，未来的我，一起去啊，更远的地方！" ;
      } ;
  [410]	= {
      ["from"]	= "金属狂人" ;
      ["hitokoto"]	= "心中多少的沧桑，不可抵挡的空虚，卑躬屈膝的一生，今天必须冲出那枷锁，就要像狂人，呼叫响震天！" ;
      } ;
  [411]	= {
      ["from"]	= "初哥" ;
      ["hitokoto"]	= "你可以怪我甚至可以骗我，不过你绝不可以把我当初哥。" ;
      } ;
  [412]	= {
      ["from"]	= "口是心非" ;
      ["hitokoto"]	= "于是悲欢起落人静默，等一等这些伤会自由。" ;
      } ;
  [413]	= {
      ["from"]	= "教坏细路" ;
      ["hitokoto"]	= "你盏教坏细路，脑袋注定发霉，赈灾当做节目，点解叫座叫好。" ;
      } ;
  [414]	= {
      ["from"]	= "无得比" ;
      ["hitokoto"]	= "共你热恋可抵挡冰天雪地，共你拥抱能忘掉名利，没有一个人在可以媲美。" ;
      } ;
  [415]	= {
      ["from"]	= "睡火山" ;
      ["hitokoto"]	= "我不自觉 跌进这一角落 来去的拉拖 错过再错过 我不认错 纵我听不到附和 谁也都清楚。" ;
      } ;
  [416]	= {
      ["from"]	= "罗翔" ;
      ["hitokoto"]	= "幽暗，让我们向往光明。" ;
      } ;
  [417]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "小时候我会做1加1等于2，而邻居家的大哥哥会做1万加1万等于2万。他居然可以做到那么大的数字，我很佩服。他还说，等他上了大学就可以知道1亿加1亿是多少了。" ;
      } ;
  [418]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "无伤大雅。" ;
      } ;
  [419]	= {
      ["from"]	= "罗翔" ;
      ["hitokoto"]	= "如果你觉得黑暗，那你就做黑暗中的一盏光吧。" ;
      } ;
  [420]	= {
      ["from"]	= "罗翔说刑法" ;
      ["hitokoto"]	= "看惯黑夜的人不应该习惯黑夜，而应该更习惯光明。" ;
      } ;
  [421]	= {
      ["from"]	= "JamesRandi" ;
      ["hitokoto"]	= "Those who believe without reason cannot be convinced by reason." ;
      } ;
  [422]	= {
      ["from"]	= "罗翔" ;
      ["hitokoto"]	= "看惯黑夜的人，不应该习惯黑夜，而是应该期待黑夜中的光明。" ;
      } ;
  [423]	= {
      ["from"]	= "空间" ;
      ["hitokoto"]	= "不是为了要求你做些什么才生下你，而是想为你做些什么才生下了你。" ;
      } ;
  [424]	= {
      ["from"]	= "Hold my hand" ;
      ["hitokoto"]	= "战争只在历史书籍历书写了四页，却撕掉了将近一半的世界。" ;
      } ;
  [425]	= {
      ["from"]	= "一张卡片" ;
      ["hitokoto"]	= "时间是美好的，他让我们相遇；时间也是混蛋的，他又让我们分别。" ;
      } ;
  [426]	= {
      ["from"]	= "LADY" ;
      ["hitokoto"]	= "OH LADY，可否将我带返去你屋企，日夜陪你，红橙色，勾出的你，你使我记不清，坐或是企。" ;
      } ;
  [427]	= {
      ["from"]	= "和天一样高" ;
      ["hitokoto"]	= "我要和天一样高，寻找一种魅力的情操，我要和天一样高，一样高，我的未来才能看得到。" ;
      } ;
  [428]	= {
      ["from"]	= "史蒂夫·乔布斯" ;
      ["hitokoto"]	= "每个人都应该学会如何编程，因为它教会你如何思考。" ;
      } ;
  [429]	= {
      ["from"]	= "如燕盘旋而来的思念" ;
      ["hitokoto"]	= "我对音乐并没有很特别的感觉。只是，有的时候，我突然因某段乐音而得到慰解；有的时候，我仿佛能与某些小节灵犀相通，有的时候，我身体的某一部份似乎也同样起了与那位歌者类似的悸动或什么的，我也不太能抓得准。" ;
      } ;
  [430]	= {
      ["from"]	= "Hold my hand" ;
      ["hitokoto"]	= "我希望海水还是蓝的，仰望天空时太阳不是灰的，与爱的联络不是靠电子产品，希望穿山甲不是博物馆的展品。" ;
      } ;
  [431]	= {
      ["from"]	= "生活" ;
      ["hitokoto"]	= "情到深处人孤独。" ;
      } ;
  [432]	= {
      ["from"]	= "荣耀向我俯首" ;
      ["hitokoto"]	= "我要荣耀向我俯首称臣，征服世界或一无所有。" ;
      } ;
  [433]	= {
      ["from"]	= "九番目の迷路" ;
      ["hitokoto"]	= "所以当你迷茫的时候，至少要笑着原谅自己，因为不被使用的心总有一天会枯萎。" ;
      } ;
  [434]	= {
      ["from"]	= "天下足球" ;
      ["hitokoto"]	= "岁月，你别催，该来的我不推。岁月，你别催，走远的仍要追。当不得不说再见的时候，挥别的那一刻就如同流水的光阴，谁能抵得过？谁能叹息？奈何！" ;
      } ;
  [435]	= {
      ["from"]	= "头号玩家" ;
      ["hitokoto"]	= "现实没有reset bottom, 没有extra life, 没有代打上分,没有游戏删挡再重来。" ;
      } ;
  [436]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "卡布奇诺今犹在，不见当年吃屏人。" ;
      } ;
  [437]	= {
      ["from"]	= "Hope" ;
      ["hitokoto"]	= "I only wanted you 'cause I couldn't have you." ;
      } ;
  } ;