return {
  [1]	= {
      ["from"]	= "踏莎行·雪中看梅花" ;
      ["hitokoto"]	= "两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。" ;
      } ;
  [2]	= {
      ["from"]	= "鹊桥仙·纤云弄巧" ;
      ["hitokoto"]	= "两情若是久长时，又岂在朝朝暮暮？" ;
      } ;
  [3]	= {
      ["from"]	= "南唐旧梦：山河永寂" ;
      ["hitokoto"]	= "嗟叹红颜泪、英雄殁，人世苦多。山河永寂、怎堪欢颜。" ;
      } ;
  [4]	= {
      ["from"]	= "清平乐·村居" ;
      ["hitokoto"]	= "茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？" ;
      } ;
  [5]	= {
      ["from"]	= "竹枝其七" ;
      ["hitokoto"]	= "瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。\13\
" ;
      } ;
  [6]	= {
      ["from"]	= "题龙阳县青草湖" ;
      ["hitokoto"]	= "醉后不知天在水，满船清梦压星河。" ;
      } ;
  [7]	= {
      ["from"]	= "鹊桥仙·纤云弄巧" ;
      ["hitokoto"]	= "金风玉露一相逢，便胜却、人间无数。" ;
      } ;
  [8]	= {
      ["from"]	= "将进酒" ;
      ["hitokoto"]	= "人生得意须尽欢，莫让金樽空对月。" ;
      } ;
  [9]	= {
      ["from"]	= "定风波·莫听穿林打叶声" ;
      ["hitokoto"]	= "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。" ;
      } ;
  [10]	= {
      ["from"]	= "山月" ;
      ["hitokoto"]	= "我曾踏月而来，只因你在山中。" ;
      } ;
  [11]	= {
      ["from"]	= "逍遥游" ;
      ["hitokoto"]	= "上古有大椿者，以八千岁为春，八千岁为秋。" ;
      } ;
  [12]	= {
      ["from"]	= "无题" ;
      ["hitokoto"]	= "直道相思了无益，未妨惆怅是清狂。" ;
      } ;
  [13]	= {
      ["from"]	= "西洲曲" ;
      ["hitokoto"]	= "南风知我意，吹梦到西洲。" ;
      } ;
  [14]	= {
      ["from"]	= "雁门太守行" ;
      ["hitokoto"]	= "报君黄金台上意，提携玉龙为君死。" ;
      } ;
  [15]	= {
      ["from"]	= "一剪梅·红藕香残玉簟秋" ;
      ["hitokoto"]	= "雁字回时，月满西楼，花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。" ;
      } ;
  [16]	= {
      ["from"]	= "文学" ;
      ["hitokoto"]	= "东隅已逝，桑榆非晚。" ;
      } ;
  [17]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "三尺书生，一介微命。" ;
      } ;
  [18]	= {
      ["from"]	= "题龙阳县青草湖" ;
      ["hitokoto"]	= "醉后不知天在水，满船清梦压星河。" ;
      } ;
  [19]	= {
      ["from"]	= "菜根谭" ;
      ["hitokoto"]	= "风花之潇洒，雪月之空清，唯静者为之主；水木之荣枯，竹石之消长，独闲者操其权。" ;
      } ;
  [20]	= {
      ["from"]	= "说苑" ;
      ["hitokoto"]	= "糜鹿成群，虎豹避之；飞鸟成列，鹰鹫不击。" ;
      } ;
  [21]	= {
      ["from"]	= "题龙阳县青草湖" ;
      ["hitokoto"]	= "醉后不知天在水，满船清梦压星河。" ;
      } ;
  [22]	= {
      ["from"]	= "微博" ;
      ["hitokoto"]	= "为众人抱薪者，不可使其冻毙于风雪。" ;
      } ;
  [23]	= {
      ["from"]	= "寄黄几复" ;
      ["hitokoto"]	= "桃李春风一杯酒，江湖夜雨十年灯。" ;
      } ;
  [24]	= {
      ["from"]	= "望江南·超然台作" ;
      ["hitokoto"]	= "且将新火试新茶，诗酒趁年华" ;
      } ;
  [25]	= {
      ["from"]	= "洛神赋" ;
      ["hitokoto"]	= "髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。" ;
      } ;
  [26]	= {
      ["from"]	= "洛神赋" ;
      ["hitokoto"]	= "恨人神之道殊兮，怨盛年之莫当。" ;
      } ;
  [27]	= {
      ["from"]	= "诗经" ;
      ["hitokoto"]	= "高山仰止，景行行止。" ;
      } ;
  [28]	= {
      ["from"]	= "原创" ;
      ["hitokoto"]	= "忽来夜雨未绸缪，挑灯孤影欲还休。" ;
      } ;
  [29]	= {
      ["from"]	= "洞仙歌·冰肌玉骨" ;
      ["hitokoto"]	= "但屈指西风几时来，又不道流年暗中偷换。" ;
      } ;
  [30]	= {
      ["from"]	= "给自己的情书" ;
      ["hitokoto"]	= "抛得开手里玩具，先懂得好好进睡。" ;
      } ;
  [31]	= {
      ["from"]	= "杜少府之任蜀州" ;
      ["hitokoto"]	= "海内存知己，天涯若比邻。" ;
      } ;
  [32]	= {
      ["from"]	= "无题" ;
      ["hitokoto"]	= "锦官红妆否？不见故人裙。" ;
      } ;
  [33]	= {
      ["from"]	= "唐大和上东征传" ;
      ["hitokoto"]	= "人皆荒醉，但唱观音。" ;
      } ;
  [34]	= {
      ["from"]	= "碛中作" ;
      ["hitokoto"]	= "今夜不知何处宿，平沙万里绝人烟。" ;
      } ;
  [35]	= {
      ["from"]	= "木兰花·拟古决绝词柬友" ;
      ["hitokoto"]	= "人生若只如初见，何事秋风悲画扇。" ;
      } ;
  [36]	= {
      ["from"]	= "越人歌" ;
      ["hitokoto"]	= "山有木兮木有枝，心悦君兮君不知。" ;
      } ;
  [37]	= {
      ["from"]	= "木兰词·拟古决绝词柬友" ;
      ["hitokoto"]	= "人生若只如初见，何事秋风悲画扇。" ;
      } ;
  [38]	= {
      ["from"]	= "离思五首·其四" ;
      ["hitokoto"]	= "曾经沧海难为水，除却巫山不是云。" ;
      } ;
  [39]	= {
      ["from"]	= "临江仙·送钱穆父" ;
      ["hitokoto"]	= "人生如逆旅，我亦是行人。" ;
      } ;
  [40]	= {
      ["from"]	= "江城子·乙卯正月二十日夜记梦" ;
      ["hitokoto"]	= "十年生死两茫茫，不思量，自难忘。" ;
      } ;
  [41]	= {
      ["from"]	= "南歌子词二首 / 新添声杨柳枝词" ;
      ["hitokoto"]	= "玲珑骰子安红豆，入骨相思知不知。" ;
      } ;
  [42]	= {
      ["from"]	= "卜算子·我住长江头" ;
      ["hitokoto"]	= "只愿君心似我心，定不负相思意。" ;
      } ;
  [43]	= {
      ["from"]	= "三五七言 / 秋风词" ;
      ["hitokoto"]	= "入我相思门，知我相思苦。" ;
      } ;
  [44]	= {
      ["from"]	= "一剪梅·雨打梨花深闭门" ;
      ["hitokoto"]	= "雨打梨花深闭门，误了青春，忘了青春。" ;
      } ;
  [45]	= {
      ["from"]	= "折桂令·春情" ;
      ["hitokoto"]	= "平生不会相思，才会相思，便害相思。" ;
      } ;
  [46]	= {
      ["from"]	= "上邪" ;
      ["hitokoto"]	= "山无陵，江水为竭。冬雷震震，夏雨雪。天地合，乃敢与君绝。" ;
      } ;
  [47]	= {
      ["from"]	= "鹊桥仙·纤云弄巧" ;
      ["hitokoto"]	= "两情若是久长时，又岂在朝朝暮暮。" ;
      } ;
  [48]	= {
      ["from"]	= "白头吟" ;
      ["hitokoto"]	= "愿得一心人，白头不相离。" ;
      } ;
  [49]	= {
      ["from"]	= "题都城南庄" ;
      ["hitokoto"]	= "去年今日此门中，人面桃花相映红。" ;
      } ;
  [50]	= {
      ["from"]	= "春宵·春宵一刻值千金" ;
      ["hitokoto"]	= "春宵一刻值千金，花有清香月有阴。" ;
      } ;
  [51]	= {
      ["from"]	= "题龙阳县青草湖" ;
      ["hitokoto"]	= "醉后不知天在水，满船清梦压星河。" ;
      } ;
  [52]	= {
      ["from"]	= "登科后" ;
      ["hitokoto"]	= "春风得意马蹄疾，一日看尽长安花。" ;
      } ;
  [53]	= {
      ["from"]	= "玉楼春·尊前拟把归期说" ;
      ["hitokoto"]	= "人生自是有情痴，此恨不关风与月。" ;
      } ;
  [54]	= {
      ["from"]	= "一剪梅·红藕香残玉簟秋" ;
      ["hitokoto"]	= "花自飘零水自流。一种相思，两处闲愁。" ;
      } ;
  [55]	= {
      ["from"]	= "丑奴儿·书博山道中壁" ;
      ["hitokoto"]	= "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。" ;
      } ;
  [56]	= {
      ["from"]	= "凤求凰 / 琴歌" ;
      ["hitokoto"]	= "一日不见兮，思之如狂。" ;
      } ;
  [57]	= {
      ["from"]	= "无题·昨夜星辰昨夜风" ;
      ["hitokoto"]	= "身无彩凤双飞翼，心有灵犀一点通。" ;
      } ;
  [58]	= {
      ["from"]	= "金陵晚望" ;
      ["hitokoto"]	= "世间无限丹青手，一片伤心画不成。" ;
      } ;
  [59]	= {
      ["from"]	= "清平调·其一" ;
      ["hitokoto"]	= "云想衣裳花想容，春风拂槛露华浓。" ;
      } ;
  [60]	= {
      ["from"]	= "摸鱼儿·雁丘词 / 迈陂塘" ;
      ["hitokoto"]	= "问世间，情为何物，直教生死相许？" ;
      } ;
  [61]	= {
      ["from"]	= "水仙子·夜雨" ;
      ["hitokoto"]	= "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。" ;
      } ;
  [62]	= {
      ["from"]	= "临江仙·滚滚长江东逝水" ;
      ["hitokoto"]	= "滚滚长江东逝水，浪花淘尽英雄。" ;
      } ;
  [63]	= {
      ["from"]	= "相见欢·林花谢了春红" ;
      ["hitokoto"]	= "林花谢了春红，太匆匆。无奈朝来寒雨，晚来风。" ;
      } ;
  [64]	= {
      ["from"]	= "梦微之" ;
      ["hitokoto"]	= "君埋泉下泥销骨，我寄人间雪满头。" ;
      } ;
  [65]	= {
      ["from"]	= "望江南·超然台作" ;
      ["hitokoto"]	= "休对故人思故国，且将新火试新茶。诗酒趁年华。" ;
      } ;
  [66]	= {
      ["from"]	= "蝶恋花·出塞" ;
      ["hitokoto"]	= "一往情深深几许？深山夕照深秋雨。" ;
      } ;
  [67]	= {
      ["from"]	= "击鼓" ;
      ["hitokoto"]	= "执子之手，与子偕老。" ;
      } ;
  [68]	= {
      ["from"]	= "浣溪沙·漠漠轻寒上小楼" ;
      ["hitokoto"]	= "自在飞花轻似梦，无边丝雨细如愁。" ;
      } ;
  [69]	= {
      ["from"]	= "菩提偈" ;
      ["hitokoto"]	= "菩提本无树，明镜亦非台。" ;
      } ;
  [70]	= {
      ["from"]	= "凉州馆中与诸判官夜集" ;
      ["hitokoto"]	= "一生大笑能几回，斗酒相逢须醉倒。" ;
      } ;
  [71]	= {
      ["from"]	= "锦瑟" ;
      ["hitokoto"]	= "此情可待成追忆，只是当时已惘然。" ;
      } ;
  [72]	= {
      ["from"]	= "题都城南庄" ;
      ["hitokoto"]	= "人面不知何处去，桃花依旧笑春风。" ;
      } ;
  [73]	= {
      ["from"]	= "宣州谢脁楼饯别校书叔云 / 陪侍御叔华登楼歌" ;
      ["hitokoto"]	= "抽刀断水水更流，举杯消愁愁更愁。" ;
      } ;
  [74]	= {
      ["from"]	= "蝶恋花·槛菊愁烟兰泣露" ;
      ["hitokoto"]	= "昨夜西风凋碧树，独上高楼，望尽天涯路。" ;
      } ;
  [75]	= {
      ["from"]	= "山园小梅·其一" ;
      ["hitokoto"]	= "疏影横斜水清浅，暗香浮动月黄昏。" ;
      } ;
  [76]	= {
      ["from"]	= "南陵别儿童入京" ;
      ["hitokoto"]	= "仰天大笑出门去，我辈岂是蓬蒿人。" ;
      } ;
  [77]	= {
      ["from"]	= "长相思·汴水流" ;
      ["hitokoto"]	= "思悠悠，恨悠悠，恨到归时方始休。" ;
      } ;
  [78]	= {
      ["from"]	= "绮怀" ;
      ["hitokoto"]	= "似此星辰非昨夜，为谁风露立中宵。" ;
      } ;
  [79]	= {
      ["from"]	= "终南别业 / 初至山中 / 入山寄城中故人" ;
      ["hitokoto"]	= "行到水穷处，坐看云起时。" ;
      } ;
  [80]	= {
      ["from"]	= "断句" ;
      ["hitokoto"]	= "近水楼台先得月，向阳花木易为春。" ;
      } ;
  [81]	= {
      ["from"]	= "淮上喜会梁川故人 / 淮上喜会梁州故人" ;
      ["hitokoto"]	= "浮云一别后，流水十年间。" ;
      } ;
  [82]	= {
      ["from"]	= "寄黄几复" ;
      ["hitokoto"]	= "桃李春风一杯酒，江湖夜雨十年灯。" ;
      } ;
  [83]	= {
      ["from"]	= "绝句" ;
      ["hitokoto"]	= "沾衣欲湿杏花雨，吹面不寒杨柳风。" ;
      } ;
  [84]	= {
      ["from"]	= "卜算子·答施" ;
      ["hitokoto"]	= "若是前生未有缘，待重结、来生愿。" ;
      } ;
  [85]	= {
      ["from"]	= "采桑子·时光只解催人老" ;
      ["hitokoto"]	= "时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。" ;
      } ;
  [86]	= {
      ["from"]	= "离思五首·其四" ;
      ["hitokoto"]	= "取次花丛懒回顾，半缘修道半缘君。" ;
      } ;
  [87]	= {
      ["from"]	= "咸阳城东楼 / 咸阳城西楼晚眺 / 西门" ;
      ["hitokoto"]	= "溪云初起日沉阁，山雨欲来风满楼。" ;
      } ;
  [88]	= {
      ["from"]	= "一剪梅·雨打梨花深闭门" ;
      ["hitokoto"]	= "晓看天色暮看云，行也思君，坐也思君。" ;
      } ;
  [89]	= {
      ["from"]	= "把酒问月·故人贾淳令予问之" ;
      ["hitokoto"]	= "今人不见古时月，今月曾经照古人。" ;
      } ;
  [90]	= {
      ["from"]	= "八六子·倚危亭" ;
      ["hitokoto"]	= "夜月一帘幽梦，春风十里柔情。" ;
      } ;
  [91]	= {
      ["from"]	= "临江仙·梦后楼台高锁" ;
      ["hitokoto"]	= "落花人独立，微雨燕双飞。" ;
      } ;
  [92]	= {
      ["from"]	= "金缕衣" ;
      ["hitokoto"]	= "劝君莫惜金缕衣，劝君惜取少年时。" ;
      } ;
  [93]	= {
      ["from"]	= "从军行七首·其四" ;
      ["hitokoto"]	= "黄沙百战穿金甲，不破楼兰终不还。" ;
      } ;
  [94]	= {
      ["from"]	= "钗头凤·红酥手" ;
      ["hitokoto"]	= "红酥手，黄縢酒，满城春色宫墙柳。" ;
      } ;
  [95]	= {
      ["from"]	= "登金陵凤凰台" ;
      ["hitokoto"]	= "凤凰台上凤凰游，凤去台空江自流。" ;
      } ;
  [96]	= {
      ["from"]	= "节妇吟·寄东平李司空师道" ;
      ["hitokoto"]	= "还君明珠双泪垂，恨不相逢未嫁时。" ;
      } ;
  [97]	= {
      ["from"]	= "画菊" ;
      ["hitokoto"]	= "宁可枝头抱香死，何曾吹落北风中。" ;
      } ;
  [98]	= {
      ["from"]	= "虞美人·春花秋月何时了" ;
      ["hitokoto"]	= "问君能有几多愁？恰似一江春水向东流。" ;
      } ;
  [99]	= {
      ["from"]	= "长相思·折花枝" ;
      ["hitokoto"]	= "怕相思，已相思，轮到相思没处辞，眉间露一丝。" ;
      } ;
  [100]	= {
      ["from"]	= "山居秋暝" ;
      ["hitokoto"]	= "空山新雨后，天气晚来秋。" ;
      } ;
  [101]	= {
      ["from"]	= "菜根谭·概论" ;
      ["hitokoto"]	= "宠辱不惊，闲看庭前花开花落；去留无意，漫随天外云卷云舒。" ;
      } ;
  [102]	= {
      ["from"]	= "玉楼春·春恨" ;
      ["hitokoto"]	= "天涯地角有穷时，只有相思无尽处。" ;
      } ;
  [103]	= {
      ["from"]	= "无题·重帏深下莫愁堂" ;
      ["hitokoto"]	= "直道相思了无益，未妨惆怅是清狂。" ;
      } ;
  [104]	= {
      ["from"]	= "过华清宫绝句三首" ;
      ["hitokoto"]	= "一骑红尘妃子笑，无人知是荔枝来。" ;
      } ;
  [105]	= {
      ["from"]	= "临安春雨初霁" ;
      ["hitokoto"]	= "小楼一夜听春雨，深巷明朝卖杏花。" ;
      } ;
  [106]	= {
      ["from"]	= "生查子·元夕" ;
      ["hitokoto"]	= "月上柳梢头，人约黄昏后。" ;
      } ;
  [107]	= {
      ["from"]	= "乡思" ;
      ["hitokoto"]	= "人言落日是天涯，望极天涯不见家。" ;
      } ;
  [108]	= {
      ["from"]	= "南园十三首·其五" ;
      ["hitokoto"]	= "男儿何不带吴钩，收取关山五十州。" ;
      } ;
  [109]	= {
      ["from"]	= "诗经·周南·桃夭" ;
      ["hitokoto"]	= "桃之夭夭，灼灼其华。" ;
      } ;
  [110]	= {
      ["from"]	= "不第后赋菊" ;
      ["hitokoto"]	= "待到秋来九月八，我花开后百花杀。" ;
      } ;
  [111]	= {
      ["from"]	= "寄扬州韩绰判官" ;
      ["hitokoto"]	= "二十四桥明月夜，玉人何处教吹箫？" ;
      } ;
  [112]	= {
      ["from"]	= "论语·子罕篇" ;
      ["hitokoto"]	= "毋意，毋必，毋固，毋我。" ;
      } ;
  [113]	= {
      ["from"]	= "天净沙·秋思" ;
      ["hitokoto"]	= "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。" ;
      } ;
  [114]	= {
      ["from"]	= "春怨" ;
      ["hitokoto"]	= "寂寞空庭春欲晚，梨花满地不开门。" ;
      } ;
  [115]	= {
      ["from"]	= "浣溪沙·谁念西风独自凉" ;
      ["hitokoto"]	= "被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。" ;
      } ;
  [116]	= {
      ["from"]	= "上堂开示颂" ;
      ["hitokoto"]	= "不经一番寒彻骨，怎得梅花扑鼻香。" ;
      } ;
  [117]	= {
      ["from"]	= "临江仙·滚滚长江东逝水" ;
      ["hitokoto"]	= "青山依旧在，几度夕阳红。" ;
      } ;
  [118]	= {
      ["from"]	= "望月怀远" ;
      ["hitokoto"]	= "海上生明月，天涯共此时。" ;
      } ;
  [119]	= {
      ["from"]	= "芳心苦·杨柳回塘" ;
      ["hitokoto"]	= "当年不肯嫁春风，无端却被秋风误。" ;
      } ;
  [120]	= {
      ["from"]	= "冬夜读书示子聿" ;
      ["hitokoto"]	= "纸上得来终觉浅，绝知此事要躬行。" ;
      } ;
  [121]	= {
      ["from"]	= "青玉案·元夕" ;
      ["hitokoto"]	= "东风夜放花千树。更吹落、星如雨。" ;
      } ;
  [122]	= {
      ["from"]	= "小松" ;
      ["hitokoto"]	= "时人不识凌云木，直待凌云始道高。" ;
      } ;
  [123]	= {
      ["from"]	= "大林寺桃花" ;
      ["hitokoto"]	= "人间四月芳菲尽，山寺桃花始盛开。" ;
      } ;
  [124]	= {
      ["from"]	= "蝶恋花·庭院深深深几许" ;
      ["hitokoto"]	= "泪眼问花花不语，乱红飞过秋千去。" ;
      } ;
  [125]	= {
      ["from"]	= "少年游·南海归赠王定国侍人寓娘" ;
      ["hitokoto"]	= "试问岭南应不好，却道：此心安处是吾乡。" ;
      } ;
  [126]	= {
      ["from"]	= "乌夜啼·昨夜风兼雨" ;
      ["hitokoto"]	= "世事漫随流水，算来一梦浮生。" ;
      } ;
  [127]	= {
      ["from"]	= "绝句二首" ;
      ["hitokoto"]	= "江碧鸟逾白，山青花欲燃。" ;
      } ;
  [128]	= {
      ["from"]	= "诉衷情·永夜抛人何处去" ;
      ["hitokoto"]	= "换我心，为你心，始知相忆深。" ;
      } ;
  [129]	= {
      ["from"]	= "琵琶行 / 琵琶引" ;
      ["hitokoto"]	= "同是天涯沦落人，相逢何必曾相识！" ;
      } ;
  [130]	= {
      ["from"]	= "凉州词二首·其一" ;
      ["hitokoto"]	= "醉卧沙场君莫笑，古来征战几人回？" ;
      } ;
  [131]	= {
      ["from"]	= "赴戍登程口占示家人·其二" ;
      ["hitokoto"]	= "苟利国家生死以，岂因祸福避趋之！" ;
      } ;
  [132]	= {
      ["from"]	= "剑客 / 述剑" ;
      ["hitokoto"]	= "十年磨一剑，霜刃未曾试。" ;
      } ;
  [133]	= {
      ["from"]	= "滕王阁序" ;
      ["hitokoto"]	= "落霞与孤鹜齐飞，秋水共长天一色。" ;
      } ;
  [134]	= {
      ["from"]	= "留别妻" ;
      ["hitokoto"]	= "生当复来归，死当长相思。" ;
      } ;
  [135]	= {
      ["from"]	= "别董大二首" ;
      ["hitokoto"]	= "莫愁前路无知己，天下谁人不识君。" ;
      } ;
  [136]	= {
      ["from"]	= "蜂" ;
      ["hitokoto"]	= "采得百花成蜜后，为谁辛苦为谁甜。" ;
      } ;
  [137]	= {
      ["from"]	= "白头吟" ;
      ["hitokoto"]	= "闻君有两意，故来相决绝。" ;
      } ;
  [138]	= {
      ["from"]	= "卜算子·我住长江头" ;
      ["hitokoto"]	= "日日思君不见君，共饮长江水。" ;
      } ;
  [139]	= {
      ["from"]	= "浪淘沙令·帘外雨潺潺" ;
      ["hitokoto"]	= "独自莫凭栏，无限江山，别时容易见时难。" ;
      } ;
  [140]	= {
      ["from"]	= "白鹿洞二首·其一" ;
      ["hitokoto"]	= "读书不觉已春深，一寸光阴一寸金。" ;
      } ;
  [141]	= {
      ["from"]	= "雪梅·其一" ;
      ["hitokoto"]	= "梅须逊雪三分白，雪却输梅一段香。" ;
      } ;
  [142]	= {
      ["from"]	= "雨霖铃·寒蝉凄切" ;
      ["hitokoto"]	= "多情自古伤离别，更那堪冷落清秋节！" ;
      } ;
  [143]	= {
      ["from"]	= "千秋岁·数声鶗鴂" ;
      ["hitokoto"]	= "心似双丝网，中有千千结。" ;
      } ;
  [144]	= {
      ["from"]	= "荆轲歌 / 渡易水歌" ;
      ["hitokoto"]	= "风萧萧兮易水寒，壮士一去兮不复还。" ;
      } ;
  [145]	= {
      ["from"]	= "月夜忆舍弟" ;
      ["hitokoto"]	= "露从今夜白，月是故乡明。" ;
      } ;
  [146]	= {
      ["from"]	= "浣溪沙·一曲新词酒一杯" ;
      ["hitokoto"]	= "无可奈何花落去，似曾相识燕归来。" ;
      } ;
  [147]	= {
      ["from"]	= "三五七言 / 秋风词" ;
      ["hitokoto"]	= "相思相见知何日？此时此夜难为情！" ;
      } ;
  [148]	= {
      ["from"]	= "沁园春·长沙" ;
      ["hitokoto"]	= "独立寒秋，湘江北去，橘子洲头。" ;
      } ;
  [149]	= {
      ["from"]	= "青玉案·元夕" ;
      ["hitokoto"]	= "众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。" ;
      } ;
  [150]	= {
      ["from"]	= "卖花声·怀古" ;
      ["hitokoto"]	= "美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。" ;
      } ;
  [151]	= {
      ["from"]	= "江城子·乙卯正月二十日夜记梦" ;
      ["hitokoto"]	= "夜来幽梦忽还乡。小轩窗。正梳妆。相顾无言，惟有泪千行。" ;
      } ;
  [152]	= {
      ["from"]	= "问刘十九" ;
      ["hitokoto"]	= "晚来天欲雪，能饮一杯无。" ;
      } ;
  [153]	= {
      ["from"]	= "浪淘沙·把酒祝东风" ;
      ["hitokoto"]	= "把酒祝东风。且共从容。" ;
      } ;
  [154]	= {
      ["from"]	= "无题·相见时难别亦难" ;
      ["hitokoto"]	= "春蚕到死丝方尽，蜡炬成灰泪始干。" ;
      } ;
  [155]	= {
      ["from"]	= "唐多令·芦叶满汀洲" ;
      ["hitokoto"]	= "欲买桂花同载酒，终不似、少年游。" ;
      } ;
  [156]	= {
      ["from"]	= "蝶恋花·阅尽天涯离别苦" ;
      ["hitokoto"]	= "最是人间留不住，朱颜辞镜花辞树。" ;
      } ;
  [157]	= {
      ["from"]	= "锦瑟" ;
      ["hitokoto"]	= "锦瑟无端五十弦，一弦一柱思华年。" ;
      } ;
  [158]	= {
      ["from"]	= "武陵春·春晚" ;
      ["hitokoto"]	= "物是人非事事休，欲语泪先流。" ;
      } ;
  [159]	= {
      ["from"]	= "普天乐·咏世" ;
      ["hitokoto"]	= "月有盈亏花有开谢，想人生最苦离别。" ;
      } ;
  [160]	= {
      ["from"]	= "酬乐天扬州初逢席上见赠" ;
      ["hitokoto"]	= "沉舟侧畔千帆过，病树前头万木春。" ;
      } ;
  [161]	= {
      ["from"]	= "迢迢牵牛星" ;
      ["hitokoto"]	= "盈盈一水间，脉脉不得语。" ;
      } ;
  [162]	= {
      ["from"]	= "前出塞九首·其六" ;
      ["hitokoto"]	= "射人先射马，擒贼先擒王。" ;
      } ;
  [163]	= {
      ["from"]	= "贺新郎·甚矣吾衰矣" ;
      ["hitokoto"]	= "我见青山多妩媚，料青山见我应如是。" ;
      } ;
  [164]	= {
      ["from"]	= "惠崇春江晚景 / 惠崇春江晓景" ;
      ["hitokoto"]	= "竹外桃花三两枝，春江水暖鸭先知。" ;
      } ;
  [165]	= {
      ["from"]	= "题临安邸" ;
      ["hitokoto"]	= "山外青山楼外楼，西湖歌舞几时休？" ;
      } ;
  [166]	= {
      ["from"]	= "沈园二首" ;
      ["hitokoto"]	= "伤心桥下春波绿，曾是惊鸿照影来。" ;
      } ;
  [167]	= {
      ["from"]	= "念奴娇·赤壁怀古" ;
      ["hitokoto"]	= "大江东去，浪淘尽，千古风流人物。" ;
      } ;
  [168]	= {
      ["from"]	= "论语·季氏篇" ;
      ["hitokoto"]	= "君子有九思：视思明，听思聪，色思温，貌思恭，言思忠，事思敬，疑思问，忿思难，见得思义。" ;
      } ;
  [169]	= {
      ["from"]	= "己亥杂诗·其五" ;
      ["hitokoto"]	= "落红不是无情物，化作春泥更护花。" ;
      } ;
  [170]	= {
      ["from"]	= "苏幕遮·怀旧" ;
      ["hitokoto"]	= "酒入愁肠，化作相思泪。" ;
      } ;
  [171]	= {
      ["from"]	= "金错刀行" ;
      ["hitokoto"]	= "呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！" ;
      } ;
  [172]	= {
      ["from"]	= "乐游原 / 登乐游原" ;
      ["hitokoto"]	= "夕阳无限好，只是近黄昏。" ;
      } ;
  [173]	= {
      ["from"]	= "明贤集·七言集" ;
      ["hitokoto"]	= "酒逢知己千杯少，话不投机半句多。" ;
      } ;
  [174]	= {
      ["from"]	= "蝶恋花·伫倚危楼风细细" ;
      ["hitokoto"]	= "衣带渐宽终不悔，为伊消得人憔悴。" ;
      } ;
  [175]	= {
      ["from"]	= "题长安壁主人" ;
      ["hitokoto"]	= "世人结交须黄金，黄金不多交不深。" ;
      } ;
  [176]	= {
      ["from"]	= "摸鱼儿·雁丘词 / 迈陂塘" ;
      ["hitokoto"]	= "渺万里层云，千山暮雪，只影向谁去？" ;
      } ;
  [177]	= {
      ["from"]	= "菩萨蛮·劝君今夜须沈醉" ;
      ["hitokoto"]	= "遇酒且呵呵，人生能几何！" ;
      } ;
  [178]	= {
      ["from"]	= "长恨歌" ;
      ["hitokoto"]	= "天长地久有时尽，此恨绵绵无绝期。" ;
      } ;
  [179]	= {
      ["from"]	= "西江月·世事短如春梦" ;
      ["hitokoto"]	= "世事短如春梦，人情薄似秋云。" ;
      } ;
  [180]	= {
      ["from"]	= "行路难·其一" ;
      ["hitokoto"]	= "长风破浪会有时，直挂云帆济沧海。" ;
      } ;
  [181]	= {
      ["from"]	= "鸟鸣涧" ;
      ["hitokoto"]	= "人闲桂花落，夜静春山空。" ;
      } ;
  [182]	= {
      ["from"]	= "玉楼春·别后不知君远近" ;
      ["hitokoto"]	= "渐行渐远渐无书，水阔鱼沉何处问。" ;
      } ;
  [183]	= {
      ["from"]	= "月下独酌四首·其一" ;
      ["hitokoto"]	= "花间一壶酒，独酌无相亲。" ;
      } ;
  [184]	= {
      ["from"]	= "赠别" ;
      ["hitokoto"]	= "春风十里扬州路，卷上珠帘总不如。" ;
      } ;
  [185]	= {
      ["from"]	= "忆帝京·薄衾小枕凉天气" ;
      ["hitokoto"]	= "系我一生心，负你千行泪。" ;
      } ;
  [186]	= {
      ["from"]	= "题菊花" ;
      ["hitokoto"]	= "他年我若为青帝，报与桃花一处开。" ;
      } ;
  [187]	= {
      ["from"]	= "闻官军收河南河北" ;
      ["hitokoto"]	= "白日放歌须纵酒，青春作伴好还乡。" ;
      } ;
  [188]	= {
      ["from"]	= "青玉案·年年社日停针线" ;
      ["hitokoto"]	= "花无人戴，酒无人劝，醉也无人管。" ;
      } ;
  [189]	= {
      ["from"]	= "江城子·西城杨柳弄春柔" ;
      ["hitokoto"]	= "韶华不为少年留。恨悠悠。几时休。" ;
      } ;
  [190]	= {
      ["from"]	= "赠范晔诗" ;
      ["hitokoto"]	= "江南无所有，聊赠一枝春。" ;
      } ;
  [191]	= {
      ["from"]	= "西洲曲" ;
      ["hitokoto"]	= "海水梦悠悠，君愁我亦愁。" ;
      } ;
  [192]	= {
      ["from"]	= "怨情" ;
      ["hitokoto"]	= "美人卷珠帘，深坐颦蛾眉。" ;
      } ;
  [193]	= {
      ["from"]	= "鹊桥仙·纤云弄巧" ;
      ["hitokoto"]	= "金风玉露一相逢，便胜却人间无数。" ;
      } ;
  [194]	= {
      ["from"]	= "行路难·缚虎手" ;
      ["hitokoto"]	= "衰兰送客咸阳道，天若有情天亦老。" ;
      } ;
  [195]	= {
      ["from"]	= "江南" ;
      ["hitokoto"]	= "江南可采莲，莲叶何田田。" ;
      } ;
  [196]	= {
      ["from"]	= "长相思·山一程" ;
      ["hitokoto"]	= "山一程，水一程，身向榆关那畔行，夜深千帐灯。" ;
      } ;
  [197]	= {
      ["from"]	= "十一月四日风雨大作" ;
      ["hitokoto"]	= "夜阑卧听风吹雨，铁马冰河入梦来。" ;
      } ;
  [198]	= {
      ["from"]	= "史记·货殖列传" ;
      ["hitokoto"]	= "天下熙熙，皆为利来；天下攘攘，皆为利往。" ;
      } ;
  [199]	= {
      ["from"]	= "无题·相见时难别亦难" ;
      ["hitokoto"]	= "相见时难别亦难，东风无力百花残。" ;
      } ;
  [200]	= {
      ["from"]	= "劝学诗 / 偶成" ;
      ["hitokoto"]	= "少年易老学难成，一寸光阴不可轻。" ;
      } ;
  [201]	= {
      ["from"]	= "眼儿媚·杨柳丝丝弄轻柔" ;
      ["hitokoto"]	= "相思只在：丁香枝上，豆蔻梢头。" ;
      } ;
  [202]	= {
      ["from"]	= "南乡子·重九涵辉楼呈徐君猷" ;
      ["hitokoto"]	= "万事到头都是梦，休休。明日黄花蝶也愁。" ;
      } ;
  [203]	= {
      ["from"]	= "浪淘沙令·帘外雨潺潺" ;
      ["hitokoto"]	= "流水落花春去也，天上人间。" ;
      } ;
  [204]	= {
      ["from"]	= "秋风辞" ;
      ["hitokoto"]	= "兰有秀兮菊有芳，怀佳人兮不能忘。" ;
      } ;
  [205]	= {
      ["from"]	= "鹧鸪天·晚日寒鸦一片愁" ;
      ["hitokoto"]	= "若教眼底无离恨，不信人间有白头。" ;
      } ;
  [206]	= {
      ["from"]	= "乌衣巷" ;
      ["hitokoto"]	= "旧时王谢堂前燕，飞入寻常百姓家。" ;
      } ;
  [207]	= {
      ["from"]	= "赋得自君之出矣" ;
      ["hitokoto"]	= "思君如满月，夜夜减清辉。" ;
      } ;
  [208]	= {
      ["from"]	= "垓下歌" ;
      ["hitokoto"]	= "力拔山兮气盖世。时不利兮骓不逝。" ;
      } ;
  [209]	= {
      ["from"]	= "无题·昨夜星辰昨夜风" ;
      ["hitokoto"]	= "昨夜星辰昨夜风，画楼西畔桂堂东。" ;
      } ;
  [210]	= {
      ["from"]	= "出塞二首·其一" ;
      ["hitokoto"]	= "秦时明月汉时关，万里长征人未还。" ;
      } ;
  [211]	= {
      ["from"]	= "长相思·长相思" ;
      ["hitokoto"]	= "欲把相思说似谁，浅情人不知。" ;
      } ;
  [212]	= {
      ["from"]	= "登高" ;
      ["hitokoto"]	= "无边落木萧萧下，不尽长江滚滚来。" ;
      } ;
  [213]	= {
      ["from"]	= "浣溪沙·细雨斜风作晓寒" ;
      ["hitokoto"]	= "人间有味是清欢。" ;
      } ;
  [214]	= {
      ["from"]	= "庄子·外篇·知北游" ;
      ["hitokoto"]	= "人生天地之间，若白驹之过隙，忽然而已。" ;
      } ;
  [215]	= {
      ["from"]	= "虞美人·听雨" ;
      ["hitokoto"]	= "少年听雨歌楼上。红烛昏罗帐。" ;
      } ;
  [216]	= {
      ["from"]	= "山花子·风絮飘残已化萍" ;
      ["hitokoto"]	= "人到情多情转薄，而今真个不多情。" ;
      } ;
  [217]	= {
      ["from"]	= "蝶恋花·春景" ;
      ["hitokoto"]	= "枝上柳绵吹又少。天涯何处无芳草。" ;
      } ;
  [218]	= {
      ["from"]	= "早春呈水部张十八员外 / 初春小雨 / 早春" ;
      ["hitokoto"]	= "天街小雨润如酥，草色遥看近却无。" ;
      } ;
  [219]	= {
      ["from"]	= "留别妻" ;
      ["hitokoto"]	= "结发为夫妻，恩爱两不疑。" ;
      } ;
  [220]	= {
      ["from"]	= "春江花月夜" ;
      ["hitokoto"]	= "春江潮水连海平，海上明月共潮生。" ;
      } ;
  [221]	= {
      ["from"]	= "马嵬" ;
      ["hitokoto"]	= "莫唱当年长恨歌，人间亦自有银河。" ;
      } ;
  [222]	= {
      ["from"]	= "塞上曲二首·其二" ;
      ["hitokoto"]	= "愿得此身长报国，何须生入玉门关。" ;
      } ;
  [223]	= {
      ["from"]	= "一剪梅·红藕香残玉簟秋" ;
      ["hitokoto"]	= "云中谁寄锦书来，雁字回时，月满西楼。" ;
      } ;
  [224]	= {
      ["from"]	= "枫桥夜泊 / 夜泊枫江" ;
      ["hitokoto"]	= "月落乌啼霜满天，江枫渔火对愁眠。" ;
      } ;
  [225]	= {
      ["from"]	= "游山西村" ;
      ["hitokoto"]	= "山重水复疑无路，柳暗花明又一村。" ;
      } ;
  [226]	= {
      ["from"]	= "声声慢·寻寻觅觅" ;
      ["hitokoto"]	= "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。" ;
      } ;
  [227]	= {
      ["from"]	= "上李邕" ;
      ["hitokoto"]	= "宣父犹能畏后生，丈夫未可轻年少。" ;
      } ;
  [228]	= {
      ["from"]	= "夜宿山寺" ;
      ["hitokoto"]	= "危楼高百尺，手可摘星辰。" ;
      } ;
  [229]	= {
      ["from"]	= "小池" ;
      ["hitokoto"]	= "小荷才露尖尖角，早有蜻蜓立上头。" ;
      } ;
  [230]	= {
      ["from"]	= "论语·八佾篇" ;
      ["hitokoto"]	= "成事不说，遂事不谏，既往不咎。" ;
      } ;
  [231]	= {
      ["from"]	= "水调歌头·游览" ;
      ["hitokoto"]	= "我欲穿花寻路，直入白云深处，浩气展虹霓。" ;
      } ;
  [232]	= {
      ["from"]	= "泊船瓜洲" ;
      ["hitokoto"]	= "春风又绿江南岸，明月何时照我还？" ;
      } ;
  [233]	= {
      ["from"]	= "入若耶溪" ;
      ["hitokoto"]	= "蝉噪林逾静，鸟鸣山更幽。" ;
      } ;
  [234]	= {
      ["from"]	= "钗头凤·世情薄" ;
      ["hitokoto"]	= "世情薄，人情恶，雨送黄昏花易落。" ;
      } ;
  [235]	= {
      ["from"]	= "芙蓉楼送辛渐" ;
      ["hitokoto"]	= "洛阳亲友如相问，一片冰心在玉壶。" ;
      } ;
  [236]	= {
      ["from"]	= "无题·飒飒东风细雨来" ;
      ["hitokoto"]	= "春心莫共花争发，一寸相思一寸灰！" ;
      } ;
  [237]	= {
      ["from"]	= "代悲白头翁 / 白头吟 / 有所思" ;
      ["hitokoto"]	= "年年岁岁花相似，岁岁年年人不同。" ;
      } ;
  [238]	= {
      ["from"]	= "遣怀" ;
      ["hitokoto"]	= "十年一觉扬州梦，赢得青楼薄幸名。" ;
      } ;
  [239]	= {
      ["from"]	= "竹枝词二首·其一" ;
      ["hitokoto"]	= "东边日出西边雨，道是无晴却有晴。" ;
      } ;
  [240]	= {
      ["from"]	= "诗经·郑风·子衿" ;
      ["hitokoto"]	= "青青子衿，悠悠我心。" ;
      } ;
  [241]	= {
      ["from"]	= "鹧鸪天·晚日寒鸦一片愁" ;
      ["hitokoto"]	= "肠已断，泪难收。相思重上小红楼。" ;
      } ;
  [242]	= {
      ["from"]	= "明月上高楼" ;
      ["hitokoto"]	= "愿为西南风，长逝入君怀。" ;
      } ;
  [243]	= {
      ["from"]	= "寄人" ;
      ["hitokoto"]	= "多情只有春庭月，犹为离人照落花。" ;
      } ;
  [244]	= {
      ["from"]	= "相思" ;
      ["hitokoto"]	= "红豆生南国，春来发几枝。" ;
      } ;
  [245]	= {
      ["from"]	= "浣溪沙·谁念西风独自凉" ;
      ["hitokoto"]	= "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。" ;
      } ;
  [246]	= {
      ["from"]	= "别诗" ;
      ["hitokoto"]	= "昔去雪如花，今来花似雪。" ;
      } ;
  [247]	= {
      ["from"]	= "使至塞上" ;
      ["hitokoto"]	= "大漠孤烟直，长河落日圆。" ;
      } ;
  [248]	= {
      ["from"]	= "病起书怀" ;
      ["hitokoto"]	= "位卑未敢忘忧国，事定犹须待阖棺。" ;
      } ;
  [249]	= {
      ["from"]	= "竹石" ;
      ["hitokoto"]	= "咬定青山不放松，立根原在破岩中。" ;
      } ;
  [250]	= {
      ["from"]	= "上李邕" ;
      ["hitokoto"]	= "大鹏一日同风起，扶摇直上九万里。" ;
      } ;
  [251]	= {
      ["from"]	= "人月圆·山中书事" ;
      ["hitokoto"]	= "松花酿酒，春水煎茶。" ;
      } ;
  [252]	= {
      ["from"]	= "杨柳枝 / 柳枝词" ;
      ["hitokoto"]	= "曾与美人桥上别，恨无消息到今朝。" ;
      } ;
  [253]	= {
      ["from"]	= "灞上秋居" ;
      ["hitokoto"]	= "落叶他乡树，寒灯独夜人。" ;
      } ;
  [254]	= {
      ["from"]	= "画" ;
      ["hitokoto"]	= "远看山有色，近听水无声。" ;
      } ;
  [255]	= {
      ["from"]	= "春日" ;
      ["hitokoto"]	= "等闲识得东风面，万紫千红总是春。" ;
      } ;
  [256]	= {
      ["from"]	= "水调歌头·丙辰中秋" ;
      ["hitokoto"]	= "明月几时有？把酒问青天。" ;
      } ;
  [257]	= {
      ["from"]	= "相见欢·林花谢了春红" ;
      ["hitokoto"]	= "自是人生长恨水长东。" ;
      } ;
  [258]	= {
      ["from"]	= "八声甘州·摘青梅荐酒" ;
      ["hitokoto"]	= "羡青山有思，白鹤忘机。" ;
      } ;
  [259]	= {
      ["from"]	= "宿骆氏亭寄怀崔雍崔衮" ;
      ["hitokoto"]	= "秋阴不散霜飞晚，留得枯荷听雨声。" ;
      } ;
  [260]	= {
      ["from"]	= "嫦娥" ;
      ["hitokoto"]	= "嫦娥应悔偷灵药，碧海青天夜夜心。" ;
      } ;
  [261]	= {
      ["from"]	= "西江月·夜行黄沙道中" ;
      ["hitokoto"]	= "七八个星天外，两三点雨山前。" ;
      } ;
  [262]	= {
      ["from"]	= "饮酒·其五" ;
      ["hitokoto"]	= "采菊东篱下，悠然见南山。" ;
      } ;
  [263]	= {
      ["from"]	= "渭城曲 / 送元二使安西" ;
      ["hitokoto"]	= "劝君更尽一杯酒，西出阳关无故人。" ;
      } ;
  [264]	= {
      ["from"]	= "江南春" ;
      ["hitokoto"]	= "南朝四百八十寺，多少楼台烟雨中。" ;
      } ;
  [265]	= {
      ["from"]	= "西洲曲" ;
      ["hitokoto"]	= "南风知我意，吹梦到西洲。" ;
      } ;
  [266]	= {
      ["from"]	= "拟行路难·其四" ;
      ["hitokoto"]	= "人生亦有命，安能行叹复坐愁？" ;
      } ;
  [267]	= {
      ["from"]	= "临江仙·梦后楼台高锁" ;
      ["hitokoto"]	= "当时明月在，曾照彩云归。" ;
      } ;
  [268]	= {
      ["from"]	= "满江红·写怀" ;
      ["hitokoto"]	= "三十功名尘与土，八千里路云和月。" ;
      } ;
  [269]	= {
      ["from"]	= "锦瑟" ;
      ["hitokoto"]	= "沧海月明珠有泪，蓝田日暖玉生烟。" ;
      } ;
  [270]	= {
      ["from"]	= "庄子·外篇·秋水" ;
      ["hitokoto"]	= "井蛙不可以语于海者，拘于虚也；夏虫不可以语于冰者，笃于时也" ;
      } ;
  [271]	= {
      ["from"]	= "蜀相" ;
      ["hitokoto"]	= "出师未捷身先死，长使英雄泪满襟。" ;
      } ;
  [272]	= {
      ["from"]	= "渡汉江" ;
      ["hitokoto"]	= "近乡情更怯，不敢问来人。" ;
      } ;
  [273]	= {
      ["from"]	= "旅夜书怀" ;
      ["hitokoto"]	= "星垂平野阔，月涌大江流。" ;
      } ;
  [274]	= {
      ["from"]	= "梅花" ;
      ["hitokoto"]	= "朔风如解意，容易莫摧残。" ;
      } ;
  [275]	= {
      ["from"]	= "劝学诗" ;
      ["hitokoto"]	= "黑发不知勤学早，白首方悔读书迟。" ;
      } ;
  [276]	= {
      ["from"]	= "菩萨蛮·人人尽说江南好" ;
      ["hitokoto"]	= "春水碧于天，画船听雨眠。" ;
      } ;
  [277]	= {
      ["from"]	= "暮江吟" ;
      ["hitokoto"]	= "一道残阳铺水中，半江瑟瑟半江红。" ;
      } ;
  [278]	= {
      ["from"]	= "玉楼春·春恨" ;
      ["hitokoto"]	= "无情不似多情苦。一寸还成千万缕。" ;
      } ;
  [279]	= {
      ["from"]	= "杂诗·人生无根蒂" ;
      ["hitokoto"]	= "盛年不重来，一日难再晨。" ;
      } ;
  [280]	= {
      ["from"]	= "一剪梅·红藕香残玉簟秋" ;
      ["hitokoto"]	= "此情无计可消除，才下眉头，却上心头。" ;
      } ;
  [281]	= {
      ["from"]	= "夜雨寄北" ;
      ["hitokoto"]	= "君问归期未有期，巴山夜雨涨秋池。" ;
      } ;
  [282]	= {
      ["from"]	= "妾薄命" ;
      ["hitokoto"]	= "以色事他人，能得几时好。" ;
      } ;
  [283]	= {
      ["from"]	= "卜算子·我住长江头" ;
      ["hitokoto"]	= "我住长江头，君住长江尾。" ;
      } ;
  [284]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "关关雎鸠，在河之洲。窈窕淑女，君子好逑。" ;
      } ;
  [285]	= {
      ["from"]	= "浣溪沙·一向年光有限身" ;
      ["hitokoto"]	= "满目山河空念远，落花风雨更伤春。" ;
      } ;
  [286]	= {
      ["from"]	= "感遇十二首·其一" ;
      ["hitokoto"]	= "草木有本心，何求美人折！" ;
      } ;
  [287]	= {
      ["from"]	= "望岳" ;
      ["hitokoto"]	= "会当凌绝顶，一览众山小。" ;
      } ;
  [288]	= {
      ["from"]	= "玉楼春·春景" ;
      ["hitokoto"]	= "绿杨烟外晓寒轻，红杏枝头春意闹。" ;
      } ;
  [289]	= {
      ["from"]	= "送杜少府之任蜀州 / 送杜少府之任蜀川" ;
      ["hitokoto"]	= "海内存知己，天涯若比邻。" ;
      } ;
  [290]	= {
      ["from"]	= "水调歌头·丙辰中秋" ;
      ["hitokoto"]	= "但愿人长久，千里共婵娟。" ;
      } ;
  [291]	= {
      ["from"]	= "和子由渑池怀旧" ;
      ["hitokoto"]	= "人生到处知何似，应似飞鸿踏雪泥。" ;
      } ;
  [292]	= {
      ["from"]	= "山亭夏日" ;
      ["hitokoto"]	= "水晶帘动微风起，满架蔷薇一院香。" ;
      } ;
  [293]	= {
      ["from"]	= "蝶恋花·槛菊愁烟兰泣露" ;
      ["hitokoto"]	= "欲寄彩笺兼尺素，山长水阔知何处。" ;
      } ;
  [294]	= {
      ["from"]	= "问刘十九" ;
      ["hitokoto"]	= "绿蚁新醅酒，红泥小火炉。" ;
      } ;
  [295]	= {
      ["from"]	= "将进酒" ;
      ["hitokoto"]	= "天生我材必有用，千金散尽还复来。" ;
      } ;
  [296]	= {
      ["from"]	= "青杏儿·风雨替花愁" ;
      ["hitokoto"]	= "劝君莫惜花前醉，今年花谢，明年花谢，白了人头。" ;
      } ;
  [297]	= {
      ["from"]	= "客中行 / 客中作" ;
      ["hitokoto"]	= "兰陵美酒郁金香，玉碗盛来琥珀光。" ;
      } ;
  [298]	= {
      ["from"]	= "黄鹤楼送孟浩然之广陵" ;
      ["hitokoto"]	= "故人西辞黄鹤楼，烟花三月下扬州。" ;
      } ;
  [299]	= {
      ["from"]	= "论语·微子篇" ;
      ["hitokoto"]	= "往者不可谏，来者犹可追。" ;
      } ;
  [300]	= {
      ["from"]	= "忆少年·飞花时节" ;
      ["hitokoto"]	= "相思了无益，悔当初相见。" ;
      } ;
  [301]	= {
      ["from"]	= "饮湖上初晴后雨二首·其二" ;
      ["hitokoto"]	= "水光潋滟晴方好，山色空蒙雨亦奇。" ;
      } ;
  [302]	= {
      ["from"]	= "凉州词二首·其一" ;
      ["hitokoto"]	= "葡萄美酒夜光杯，欲饮琵琶马上催。" ;
      } ;
  [303]	= {
      ["from"]	= "浪淘沙·借问江潮与海水" ;
      ["hitokoto"]	= "借问江潮与海水，何似君情与妾心？" ;
      } ;
  [304]	= {
      ["from"]	= "山居秋暝" ;
      ["hitokoto"]	= "明月松间照，清泉石上流。" ;
      } ;
  [305]	= {
      ["from"]	= "晓出净慈寺送林子方" ;
      ["hitokoto"]	= "接天莲叶无穷碧，映日荷花别样红。" ;
      } ;
  [306]	= {
      ["from"]	= "节妇吟·寄东平李司空师道" ;
      ["hitokoto"]	= "君知妾有夫，赠妾双明珠。" ;
      } ;
  [307]	= {
      ["from"]	= "和董传留别" ;
      ["hitokoto"]	= "粗缯大布裹生涯，腹有诗书气自华。" ;
      } ;
  [308]	= {
      ["from"]	= "蝶恋花·春景" ;
      ["hitokoto"]	= "墙外行人，墙里佳人笑。" ;
      } ;
  [309]	= {
      ["from"]	= "卜算子·送鲍浩然之浙东" ;
      ["hitokoto"]	= "水是眼波横，山是眉峰聚。" ;
      } ;
  [310]	= {
      ["from"]	= "菩萨蛮·回文夏闺怨" ;
      ["hitokoto"]	= "柳庭风静人眠昼，昼眠人静风庭柳。" ;
      } ;
  [311]	= {
      ["from"]	= "过零丁洋" ;
      ["hitokoto"]	= "人生自古谁无死？留取丹心照汗青。" ;
      } ;
  [312]	= {
      ["from"]	= "如梦令·昨夜雨疏风骤" ;
      ["hitokoto"]	= "知否，知否？应是绿肥红瘦。" ;
      } ;
  [313]	= {
      ["from"]	= "逢雪宿芙蓉山主人" ;
      ["hitokoto"]	= "柴门闻犬吠，风雪夜归人。" ;
      } ;
  [314]	= {
      ["from"]	= "卜算子·黄州定慧院寓居作" ;
      ["hitokoto"]	= "缺月挂疏桐，漏断人初静。" ;
      } ;
  [315]	= {
      ["from"]	= "闺怨" ;
      ["hitokoto"]	= "忽见陌头杨柳色，悔教夫婿觅封侯。" ;
      } ;
  [316]	= {
      ["from"]	= "关雎" ;
      ["hitokoto"]	= "窈窕淑女，君子好逑。" ;
      } ;
  [317]	= {
      ["from"]	= "泊秦淮" ;
      ["hitokoto"]	= "商女不知亡国恨，隔江犹唱后庭花。" ;
      } ;
  [318]	= {
      ["from"]	= "鹊桥仙·七夕" ;
      ["hitokoto"]	= "相逢一醉是前缘，风雨散、飘然何处。" ;
      } ;
  [319]	= {
      ["from"]	= "诉衷情·当年万里觅封侯" ;
      ["hitokoto"]	= "此生谁料，心在天山，身老沧洲。" ;
      } ;
  [320]	= {
      ["from"]	= "凉州词二首·其一" ;
      ["hitokoto"]	= "羌笛何须怨杨柳，春风不度玉门关。" ;
      } ;
  [321]	= {
      ["from"]	= "十五夜望月寄杜郎中" ;
      ["hitokoto"]	= "今夜月明人尽望，不知秋思落谁家。" ;
      } ;
  [322]	= {
      ["from"]	= "滁州西涧" ;
      ["hitokoto"]	= "春潮带雨晚来急，野渡无人舟自横。" ;
      } ;
  [323]	= {
      ["from"]	= "夜书所见" ;
      ["hitokoto"]	= "萧萧梧叶送寒声，江上秋风动客情。" ;
      } ;
  [324]	= {
      ["from"]	= "文心雕龙·宗经" ;
      ["hitokoto"]	= "昭昭若日月之明，离离如星辰之行" ;
      } ;
  [325]	= {
      ["from"]	= "浪淘沙·借问江潮与海水" ;
      ["hitokoto"]	= "相恨不如潮有信，相思始觉海非深。" ;
      } ;
  [326]	= {
      ["from"]	= "村居" ;
      ["hitokoto"]	= "草长莺飞二月天，拂堤杨柳醉春烟。" ;
      } ;
  [327]	= {
      ["from"]	= "绝句" ;
      ["hitokoto"]	= "两个黄鹂鸣翠柳，一行白鹭上青天。" ;
      } ;
  [328]	= {
      ["from"]	= "摊破浣溪沙·病起萧萧两鬓华" ;
      ["hitokoto"]	= "枕上诗书闲处好，门前风景雨来佳。" ;
      } ;
  [329]	= {
      ["from"]	= "绝句二首" ;
      ["hitokoto"]	= "迟日江山丽，春风花草香。" ;
      } ;
  [330]	= {
      ["from"]	= "秋词" ;
      ["hitokoto"]	= "自古逢秋悲寂寥，我言秋日胜春朝。" ;
      } ;
  [331]	= {
      ["from"]	= "梅花 / 梅" ;
      ["hitokoto"]	= "墙角数枝梅，凌寒独自开。" ;
      } ;
  [332]	= {
      ["from"]	= "近试上张籍水部 / 近试上张水部 / 闺意献张水部" ;
      ["hitokoto"]	= "妆罢低声问夫婿，画眉深浅入时无。" ;
      } ;
  [333]	= {
      ["from"]	= "了凡四训·立命之学" ;
      ["hitokoto"]	= "从前种种，譬如昨日死；从后种种，譬如今日生" ;
      } ;
  [334]	= {
      ["from"]	= "韩非子·说林上" ;
      ["hitokoto"]	= "以人言善我，必以人言罪我。" ;
      } ;
  [335]	= {
      ["from"]	= "江雪" ;
      ["hitokoto"]	= "千山鸟飞绝，万径人踪灭。" ;
      } ;
  [336]	= {
      ["from"]	= "春江花月夜" ;
      ["hitokoto"]	= "江畔何人初见月？江月何年初照人？" ;
      } ;
  [337]	= {
      ["from"]	= "城东早春" ;
      ["hitokoto"]	= "若待上林花似锦，出门俱是看花人。" ;
      } ;
  [338]	= {
      ["from"]	= "冬夜读书示子聿" ;
      ["hitokoto"]	= "古人学问无遗力，少壮工夫老始成。" ;
      } ;
  [339]	= {
      ["from"]	= "长相思·山一程" ;
      ["hitokoto"]	= "风一更，雪一更，聒碎乡心梦不成，故园无此声。" ;
      } ;
  [340]	= {
      ["from"]	= "醉花阴·薄雾浓云愁永昼" ;
      ["hitokoto"]	= "莫道不销魂，帘卷西风，人比黄花瘦。" ;
      } ;
  [341]	= {
      ["from"]	= "新雷" ;
      ["hitokoto"]	= "造物无言却有情，每于寒尽觉春生。" ;
      } ;
  [342]	= {
      ["from"]	= "谒金门·风乍起" ;
      ["hitokoto"]	= "风乍起，吹皱一池春水。" ;
      } ;
  [343]	= {
      ["from"]	= "陋室铭" ;
      ["hitokoto"]	= "山不在高，有仙则名。水不在深，有龙则灵。" ;
      } ;
  [344]	= {
      ["from"]	= "国殇" ;
      ["hitokoto"]	= "身既死兮神以灵，魂魄毅兮为鬼雄。" ;
      } ;
  [345]	= {
      ["from"]	= "晓出净慈寺送林子方" ;
      ["hitokoto"]	= "毕竟西湖六月中，风光不与四时同。" ;
      } ;
  [346]	= {
      ["from"]	= "把酒对月歌" ;
      ["hitokoto"]	= "我也不登天子船，我也不上长安眠。" ;
      } ;
  [347]	= {
      ["from"]	= "马诗二十三首·其五" ;
      ["hitokoto"]	= "大漠沙如雪，燕山月似钩。" ;
      } ;
  [348]	= {
      ["from"]	= "庄子·内篇·大宗师" ;
      ["hitokoto"]	= "泉涸，鱼相与处于陆，相呴以湿，相濡以沫，不如相忘于江湖。" ;
      } ;
  [349]	= {
      ["from"]	= "长相思·其二" ;
      ["hitokoto"]	= "日色欲尽花含烟，月明欲素愁不眠。" ;
      } ;
  [350]	= {
      ["from"]	= "劝学诗" ;
      ["hitokoto"]	= "三更灯火五更鸡，正是男儿读书时。" ;
      } ;
  [351]	= {
      ["from"]	= "鹧鸪天·雪照山城玉指寒" ;
      ["hitokoto"]	= "江南几度梅花发，人在天涯鬓已斑。" ;
      } ;
  [352]	= {
      ["from"]	= "放言五首·其五" ;
      ["hitokoto"]	= "松树千年终是朽，槿花一日自为荣。" ;
      } ;
  [353]	= {
      ["from"]	= "史记·李将军列传" ;
      ["hitokoto"]	= "桃李不言，下自成蹊。" ;
      } ;
  [354]	= {
      ["from"]	= "喜晴" ;
      ["hitokoto"]	= "连雨不知春去，一晴方觉夏深。" ;
      } ;
  [355]	= {
      ["from"]	= "赠邻女 / 寄李亿员外" ;
      ["hitokoto"]	= "易求无价宝，难得有心郎。" ;
      } ;
  [356]	= {
      ["from"]	= "春日" ;
      ["hitokoto"]	= "有情芍药含春泪，无力蔷薇卧晓枝。" ;
      } ;
  [357]	= {
      ["from"]	= "雨霖铃·寒蝉凄切" ;
      ["hitokoto"]	= "执手相看泪眼，竟无语凝噎。" ;
      } ;
  [358]	= {
      ["from"]	= "逢雪宿芙蓉山主人" ;
      ["hitokoto"]	= "日暮苍山远，天寒白屋贫。" ;
      } ;
  [359]	= {
      ["from"]	= "长相思·一重山" ;
      ["hitokoto"]	= "山远天高烟水寒，相思枫叶丹。" ;
      } ;
  [360]	= {
      ["from"]	= "虞美人·寄公度" ;
      ["hitokoto"]	= "浮生只合尊前老。雪满长安道。" ;
      } ;
  [361]	= {
      ["from"]	= "杂诗·人生无根蒂" ;
      ["hitokoto"]	= "及时当勉励，岁月不待人。" ;
      } ;
  [362]	= {
      ["from"]	= "游子吟 / 迎母漂上作" ;
      ["hitokoto"]	= "慈母手中线，游子身上衣。" ;
      } ;
  [363]	= {
      ["from"]	= "秋夕" ;
      ["hitokoto"]	= "天阶夜色凉如水，卧看牵牛织女星。" ;
      } ;
  [364]	= {
      ["from"]	= "蝶恋花·春景" ;
      ["hitokoto"]	= "花褪残红青杏小。燕子飞时，绿水人家绕。" ;
      } ;
  [365]	= {
      ["from"]	= "西江月·世事一场大梦" ;
      ["hitokoto"]	= "中秋谁与共孤光。把盏凄然北望。" ;
      } ;
  [366]	= {
      ["from"]	= "江雪" ;
      ["hitokoto"]	= "孤舟蓑笠翁，独钓寒江雪。" ;
      } ;
  [367]	= {
      ["from"]	= "稼说送张琥" ;
      ["hitokoto"]	= "博观而约取，厚积而薄发" ;
      } ;
  [368]	= {
      ["from"]	= "乞巧" ;
      ["hitokoto"]	= "七夕今宵看碧霄，牵牛织女渡河桥。" ;
      } ;
  [369]	= {
      ["from"]	= "李延年歌" ;
      ["hitokoto"]	= "宁不知倾城与倾国。佳人难再得。" ;
      } ;
  [370]	= {
      ["from"]	= "鹧鸪天·候馆灯昏雨送凉" ;
      ["hitokoto"]	= "多情却被无情恼，今夜还如昨夜长。" ;
      } ;
  [371]	= {
      ["from"]	= "天净沙·秋" ;
      ["hitokoto"]	= "庭前落尽梧桐，水边开彻芙蓉。" ;
      } ;
  [372]	= {
      ["from"]	= "草 / 赋得古原草送别" ;
      ["hitokoto"]	= "离离原上草，一岁一枯荣。" ;
      } ;
  [373]	= {
      ["from"]	= "白梅" ;
      ["hitokoto"]	= "冰雪林中著此身，不同桃李混芳尘；" ;
      } ;
  [374]	= {
      ["from"]	= "秋风辞" ;
      ["hitokoto"]	= "秋风起兮白云飞，草木黄落兮雁南归。" ;
      } ;
  [375]	= {
      ["from"]	= "从军行" ;
      ["hitokoto"]	= "宁为百夫长，胜作一书生。" ;
      } ;
  [376]	= {
      ["from"]	= "相见欢·无言独上西楼" ;
      ["hitokoto"]	= "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。" ;
      } ;
  [377]	= {
      ["from"]	= "渔歌子·西塞山前白鹭飞" ;
      ["hitokoto"]	= "西塞山前白鹭飞，桃花流水鳜鱼肥。" ;
      } ;
  [378]	= {
      ["from"]	= "春夜喜雨" ;
      ["hitokoto"]	= "好雨知时节，当春乃发生。" ;
      } ;
  [379]	= {
      ["from"]	= "天净沙·秋" ;
      ["hitokoto"]	= "青山绿水，白草红叶黄花。" ;
      } ;
  [380]	= {
      ["from"]	= "望月怀远" ;
      ["hitokoto"]	= "情人怨遥夜，竟夕起相思。" ;
      } ;
  [381]	= {
      ["from"]	= "史记·龟策列传" ;
      ["hitokoto"]	= "祸不妄至，福不徒来。" ;
      } ;
  [382]	= {
      ["from"]	= "西江月·夜行黄沙道中" ;
      ["hitokoto"]	= "稻花香里说丰年。听取蛙声一片。" ;
      } ;
  [383]	= {
      ["from"]	= "江夏别宋之悌" ;
      ["hitokoto"]	= "平生不下泪，于此泣无穷。" ;
      } ;
  [384]	= {
      ["from"]	= "伯牙绝弦" ;
      ["hitokoto"]	= "伯牙鼓琴，志在高山" ;
      } ;
  [385]	= {
      ["from"]	= "摊破浣溪沙·手卷真珠上玉钩" ;
      ["hitokoto"]	= "青鸟不传云外信，丁香空结雨中愁。" ;
      } ;
  [386]	= {
      ["from"]	= "论诗五首·其二" ;
      ["hitokoto"]	= "江山代有才人出，各领风骚数百年。" ;
      } ;
  [387]	= {
      ["from"]	= "新竹" ;
      ["hitokoto"]	= "新竹高于旧竹枝，全凭老干为扶持。" ;
      } ;
  [388]	= {
      ["from"]	= "宿建德江" ;
      ["hitokoto"]	= "野旷天低树，江清月近人。" ;
      } ;
  [389]	= {
      ["from"]	= "题李凝幽居" ;
      ["hitokoto"]	= "鸟宿池边树，僧敲月下门。" ;
      } ;
  [390]	= {
      ["from"]	= "寄黄几复" ;
      ["hitokoto"]	= "我居北海君南海，寄雁传书谢不能。" ;
      } ;
  [391]	= {
      ["from"]	= "鹊桥仙·说盟说誓" ;
      ["hitokoto"]	= "不茶不饭，不言不语，一味供他憔悴。" ;
      } ;
  [392]	= {
      ["from"]	= "钱塘湖春行" ;
      ["hitokoto"]	= "乱花渐欲迷人眼，浅草才能没马蹄。" ;
      } ;
  [393]	= {
      ["from"]	= "李凭箜篌引" ;
      ["hitokoto"]	= "昆山玉碎凤凰叫，芙蓉泣露香兰笑。" ;
      } ;
  [394]	= {
      ["from"]	= "画堂春·一生一代一双人" ;
      ["hitokoto"]	= "相思相望不相亲，天为谁春。" ;
      } ;
  [395]	= {
      ["from"]	= "鹧鸪天·彩袖殷勤捧玉钟" ;
      ["hitokoto"]	= "舞低杨柳楼心月，歌尽桃花扇底风。" ;
      } ;
  [396]	= {
      ["from"]	= "论语·为政篇" ;
      ["hitokoto"]	= "君子不器。" ;
      } ;
  [397]	= {
      ["from"]	= "长相思·其一" ;
      ["hitokoto"]	= "孤灯不明思欲绝，卷帷望月空长叹。" ;
      } ;
  [398]	= {
      ["from"]	= "月下独酌四首·其一" ;
      ["hitokoto"]	= "举杯邀明月，对影成三人。" ;
      } ;
  [399]	= {
      ["from"]	= "蟾宫曲·怀古" ;
      ["hitokoto"]	= "八阵图名成卧龙，六韬书功在飞熊。" ;
      } ;
  [400]	= {
      ["from"]	= "台城" ;
      ["hitokoto"]	= "无情最是台城柳，依旧烟笼十里堤。" ;
      } ;
  [401]	= {
      ["from"]	= "汉江临泛 / 汉江临眺" ;
      ["hitokoto"]	= "江流天地外，山色有无中。" ;
      } ;
  [402]	= {
      ["from"]	= "六月二十七日望湖楼醉书" ;
      ["hitokoto"]	= "黑云翻墨未遮山，白雨跳珠乱入船。" ;
      } ;
  [403]	= {
      ["from"]	= "惠州一绝" ;
      ["hitokoto"]	= "日啖荔枝三百颗，不辞长作岭南人。" ;
      } ;
  [404]	= {
      ["from"]	= "己亥杂诗·其二百二十" ;
      ["hitokoto"]	= "九州生气恃风雷，万马齐喑究可哀。" ;
      } ;
  [405]	= {
      ["from"]	= "一剪梅·舟过吴江" ;
      ["hitokoto"]	= "流光容易把人抛，红了樱桃，绿了芭蕉。" ;
      } ;
  [406]	= {
      ["from"]	= "送李侍御赴安西" ;
      ["hitokoto"]	= "功名万里外，心事一杯中。" ;
      } ;
  [407]	= {
      ["from"]	= "约客 / 有约" ;
      ["hitokoto"]	= "黄梅时节家家雨，青草池塘处处蛙。" ;
      } ;
  [408]	= {
      ["from"]	= "蝶恋花·辛苦最怜天上月" ;
      ["hitokoto"]	= "若似月轮终皎洁，不辞冰雪为卿热。" ;
      } ;
  [409]	= {
      ["from"]	= "月儿弯弯照九州" ;
      ["hitokoto"]	= "月儿弯弯照九州，几家欢乐几家愁。" ;
      } ;
  [410]	= {
      ["from"]	= "杂诗·南国有佳人" ;
      ["hitokoto"]	= "南国有佳人，容华若桃李。" ;
      } ;
  [411]	= {
      ["from"]	= "阳关曲 / 中秋月" ;
      ["hitokoto"]	= "此生此夜不长好，明月明年何处看。" ;
      } ;
  [412]	= {
      ["from"]	= "放言五首·其四" ;
      ["hitokoto"]	= "莫笑贱贫夸富贵，共成枯骨两何如？" ;
      } ;
  [413]	= {
      ["from"]	= "劝学诗" ;
      ["hitokoto"]	= "娶妻无媒毋须恨，书中有女颜如玉。" ;
      } ;
  [414]	= {
      ["from"]	= "遣悲怀三首·其二" ;
      ["hitokoto"]	= "诚知此恨人人有，贫贱夫妻百事哀。" ;
      } ;
  [415]	= {
      ["from"]	= "放言五首·其三" ;
      ["hitokoto"]	= "试玉要烧三日满，辨材须待七年期。" ;
      } ;
  [416]	= {
      ["from"]	= "西江夜行" ;
      ["hitokoto"]	= "悠悠天宇旷，切切故乡情。" ;
      } ;
  [417]	= {
      ["from"]	= "眼儿媚·杨柳丝丝弄轻柔" ;
      ["hitokoto"]	= "海棠未雨，梨花先雪，一半春休。" ;
      } ;
  [418]	= {
      ["from"]	= "诗经·国风·王风·黍离" ;
      ["hitokoto"]	= "知我者，谓我心忧；不知我者，谓我何求。" ;
      } ;
  [419]	= {
      ["from"]	= "出塞" ;
      ["hitokoto"]	= "只解沙场为国死，何须马革裹尸还。" ;
      } ;
  [420]	= {
      ["from"]	= "老子·道经·第八章" ;
      ["hitokoto"]	= "上善若水，水善利万物而不争。" ;
      } ;
  [421]	= {
      ["from"]	= "青玉案·丝槐烟柳长亭路" ;
      ["hitokoto"]	= "一寸柔肠情几许？薄衾孤枕，梦回人静，彻晓潇潇雨。" ;
      } ;
  [422]	= {
      ["from"]	= "临江仙·夜饮东坡醒复醉" ;
      ["hitokoto"]	= "长恨此身非我有，何时忘却营营。" ;
      } ;
  [423]	= {
      ["from"]	= "寄李儋元锡" ;
      ["hitokoto"]	= "去年花里逢君别，今日花开已一年。" ;
      } ;
  [424]	= {
      ["from"]	= "关山月" ;
      ["hitokoto"]	= "明月出天山，苍茫云海间。" ;
      } ;
  [425]	= {
      ["from"]	= "忆江南·江南好" ;
      ["hitokoto"]	= "日出江花红胜火，春来江水绿如蓝。" ;
      } ;
  [426]	= {
      ["from"]	= "饮湖上初晴后雨二首·其二" ;
      ["hitokoto"]	= "欲把西湖比西子，淡妆浓抹总相宜。" ;
      } ;
  [427]	= {
      ["from"]	= "永遇乐·京口北固亭怀古" ;
      ["hitokoto"]	= "想当年，金戈铁马，气吞万里如虎。" ;
      } ;
  [428]	= {
      ["from"]	= "虞美人·春花秋月何时了" ;
      ["hitokoto"]	= "小楼昨夜又东风，故国不堪回首月明中。" ;
      } ;
  [429]	= {
      ["from"]	= "归园田居·其一" ;
      ["hitokoto"]	= "少无适俗韵，性本爱丘山。" ;
      } ;
  [430]	= {
      ["from"]	= "白雪歌送武判官归京" ;
      ["hitokoto"]	= "忽如一夜春风来，千树万树梨花开。" ;
      } ;
  [431]	= {
      ["from"]	= "临江仙·夜饮东坡醒复醉" ;
      ["hitokoto"]	= "小舟从此逝，江海寄余生。" ;
      } ;
  [432]	= {
      ["from"]	= "寄扬州韩绰判官" ;
      ["hitokoto"]	= "青山隐隐水迢迢，秋尽江南草未凋。" ;
      } ;
  [433]	= {
      ["from"]	= "临江仙·送钱穆父" ;
      ["hitokoto"]	= "一别都门三改火，天涯踏尽红尘。" ;
      } ;
  [434]	= {
      ["from"]	= "白云泉" ;
      ["hitokoto"]	= "天平山上白云泉，云自无心水自闲。" ;
      } ;
  [435]	= {
      ["from"]	= "春夜洛城闻笛" ;
      ["hitokoto"]	= "谁家玉笛暗飞声，散入春风满洛城。" ;
      } ;
  [436]	= {
      ["from"]	= "一剪梅·舟过吴江" ;
      ["hitokoto"]	= "一片春愁待酒浇。江上舟摇，楼上帘招。" ;
      } ;
  [437]	= {
      ["from"]	= "登飞来峰" ;
      ["hitokoto"]	= "不畏浮云遮望眼，只缘身在最高层。" ;
      } ;
  [438]	= {
      ["from"]	= "采桑子·恨君不似江楼月" ;
      ["hitokoto"]	= "恨君不似江楼月，南北东西，南北东西，只有相随无别离。" ;
      } ;
  [439]	= {
      ["from"]	= "闻王昌龄左迁龙标遥有此寄" ;
      ["hitokoto"]	= "我寄愁心与明月，随风直到夜郎西。" ;
      } ;
  [440]	= {
      ["from"]	= "凉州词二首·其一" ;
      ["hitokoto"]	= "黄河远上白云间，一片孤城万仞山。" ;
      } ;
  [441]	= {
      ["from"]	= "论语·里仁篇" ;
      ["hitokoto"]	= "不患无位，患所以立。不患莫己知，求为可知也。" ;
      } ;
  [442]	= {
      ["from"]	= "水龙吟·次韵章质夫杨花词" ;
      ["hitokoto"]	= "似花还似非花，也无人惜从教坠。" ;
      } ;
  [443]	= {
      ["from"]	= "题西林壁" ;
      ["hitokoto"]	= "不识庐山真面目，只缘身在此山中。" ;
      } ;
  [444]	= {
      ["from"]	= "山行" ;
      ["hitokoto"]	= "停车坐爱枫林晚，霜叶红于二月花。" ;
      } ;
  [445]	= {
      ["from"]	= "寒食 / 寒食日即事" ;
      ["hitokoto"]	= "春城无处不飞花，寒食东风御柳斜。" ;
      } ;
  [446]	= {
      ["from"]	= "除夜 / 巴山道中除夜书怀 / 除夜有怀" ;
      ["hitokoto"]	= "乱山残雪夜，孤烛异乡人。" ;
      } ;
  [447]	= {
      ["from"]	= "老子·德经·第六十四章" ;
      ["hitokoto"]	= "合抱之木，生于毫末；九层之台，起于累土；千里之行，始于足下。" ;
      } ;
  [448]	= {
      ["from"]	= "夏日绝句" ;
      ["hitokoto"]	= "生当作人杰，死亦为鬼雄。" ;
      } ;
  [449]	= {
      ["from"]	= "送李少府贬峡中王少府贬长沙" ;
      ["hitokoto"]	= "青枫江上秋帆远，白帝城边古木疏。" ;
      } ;
  [450]	= {
      ["from"]	= "鹧鸪天·桂花" ;
      ["hitokoto"]	= "何须浅碧深红色，自是花中第一流。" ;
      } ;
  [451]	= {
      ["from"]	= "元日" ;
      ["hitokoto"]	= "爆竹声中一岁除，春风送暖入屠苏。" ;
      } ;
  [452]	= {
      ["from"]	= "嫦娥" ;
      ["hitokoto"]	= "云母屏风烛影深，长河渐落晓星沉。" ;
      } ;
  [453]	= {
      ["from"]	= "论语·八佾篇" ;
      ["hitokoto"]	= "巧笑倩兮，美目盼兮，素以为绚兮。" ;
      } ;
  [454]	= {
      ["from"]	= "积雨辋川庄作 / 秋归辋川庄作" ;
      ["hitokoto"]	= "漠漠水田飞白鹭，阴阴夏木啭黄鹂。" ;
      } ;
  [455]	= {
      ["from"]	= "摸鱼儿·更能消几番风雨" ;
      ["hitokoto"]	= "千金纵买相如赋，脉脉此情谁诉。" ;
      } ;
  [456]	= {
      ["from"]	= "蝶恋花·春暮" ;
      ["hitokoto"]	= "一寸相思千万绪。人间没个安排处。" ;
      } ;
  [457]	= {
      ["from"]	= "春日" ;
      ["hitokoto"]	= "胜日寻芳泗水滨，无边光景一时新。" ;
      } ;
  [458]	= {
      ["from"]	= "鄂州南楼书事" ;
      ["hitokoto"]	= "清风明月无人管，并作南楼一味凉。" ;
      } ;
  [459]	= {
      ["from"]	= "采薇" ;
      ["hitokoto"]	= "昔我往矣，杨柳依依。" ;
      } ;
  [460]	= {
      ["from"]	= "望海潮·东南形胜" ;
      ["hitokoto"]	= "有三秋桂子，十里荷花。" ;
      } ;
  [461]	= {
      ["from"]	= "摸鱼儿·记年时人人何处" ;
      ["hitokoto"]	= "数人世相逢，百年欢笑，能得几回又。" ;
      } ;
  [462]	= {
      ["from"]	= "采桑子·当时错" ;
      ["hitokoto"]	= "红泪偷垂，满眼春风百事非。" ;
      } ;
  [463]	= {
      ["from"]	= "独坐敬亭山" ;
      ["hitokoto"]	= "相看两不厌，只有敬亭山。" ;
      } ;
  [464]	= {
      ["from"]	= "长相思·汴水流" ;
      ["hitokoto"]	= "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。" ;
      } ;
  [465]	= {
      ["from"]	= "闻乐天授江州司马" ;
      ["hitokoto"]	= "垂死病中惊坐起，暗风吹雨入寒窗。" ;
      } ;
  [466]	= {
      ["from"]	= "琴诗" ;
      ["hitokoto"]	= "若言琴上有琴声，放在匣中何不鸣？" ;
      } ;
  [467]	= {
      ["from"]	= "沁园春·长沙" ;
      ["hitokoto"]	= "恰同学少年，风华正茂；书生意气，挥斥方遒。" ;
      } ;
  [468]	= {
      ["from"]	= "回乡偶书二首" ;
      ["hitokoto"]	= "唯有门前镜湖水，春风不改旧时波。" ;
      } ;
  [469]	= {
      ["from"]	= "赤枣子·风淅淅" ;
      ["hitokoto"]	= "风淅淅，雨纤纤。难怪春愁细细添。" ;
      } ;
  [470]	= {
      ["from"]	= "采莲曲" ;
      ["hitokoto"]	= "荷叶罗裙一色裁，芙蓉向脸两边开。" ;
      } ;
  [471]	= {
      ["from"]	= "离骚" ;
      ["hitokoto"]	= "路曼曼其修远兮，吾将上下而求索。" ;
      } ;
  [472]	= {
      ["from"]	= "有所思" ;
      ["hitokoto"]	= "相思一夜梅花发，忽到窗前疑是君。" ;
      } ;
  [473]	= {
      ["from"]	= "暮秋独游曲江" ;
      ["hitokoto"]	= "荷叶生时春恨生，荷叶枯时秋恨成。" ;
      } ;
  [474]	= {
      ["from"]	= "论语·里仁篇" ;
      ["hitokoto"]	= "见贤思齐焉，见不贤而内自省也。" ;
      } ;
  [475]	= {
      ["from"]	= "红楼梦·第九十一回" ;
      ["hitokoto"]	= "弱水三千，我只取一瓢饮。" ;
      } ;
  [476]	= {
      ["from"]	= "长歌行" ;
      ["hitokoto"]	= "青青园中葵，朝露待日晞。" ;
      } ;
  [477]	= {
      ["from"]	= "书愤五首·其一" ;
      ["hitokoto"]	= "楼船夜雪瓜洲渡，铁马秋风大散关。" ;
      } ;
  [478]	= {
      ["from"]	= "渔父·浪花有意千里雪" ;
      ["hitokoto"]	= "一壶酒，一竿身，快活如侬有几人。" ;
      } ;
  [479]	= {
      ["from"]	= "论语·雍也篇" ;
      ["hitokoto"]	= "质胜文则野，文胜质则史，文质彬彬，然后君子。" ;
      } ;
  [480]	= {
      ["from"]	= "白头吟" ;
      ["hitokoto"]	= "皑如山上雪，皎若云间月。" ;
      } ;
  [481]	= {
      ["from"]	= "西江月·宝髻松松挽就" ;
      ["hitokoto"]	= "相见争如不见，多情何似无情。" ;
      } ;
  [482]	= {
      ["from"]	= "木兰花慢·滁州送范倅" ;
      ["hitokoto"]	= "老来情味减，对别酒、怯流年。" ;
      } ;
  [483]	= {
      ["from"]	= "雨霖铃·寒蝉凄切" ;
      ["hitokoto"]	= "今宵酒醒何处？杨柳岸，晓风残月。" ;
      } ;
  [484]	= {
      ["from"]	= "迢迢牵牛星" ;
      ["hitokoto"]	= "迢迢牵牛星，皎皎河汉女。" ;
      } ;
  [485]	= {
      ["from"]	= "如梦令·春景" ;
      ["hitokoto"]	= "依旧，依旧，人与绿杨俱瘦。" ;
      } ;
  [486]	= {
      ["from"]	= "江南春" ;
      ["hitokoto"]	= "千里莺啼绿映红，水村山郭酒旗风。" ;
      } ;
  [487]	= {
      ["from"]	= "西江月·宝髻松松挽就" ;
      ["hitokoto"]	= "相见争如不见，多情何似无情。" ;
      } ;
  [488]	= {
      ["from"]	= "春望" ;
      ["hitokoto"]	= "感时花溅泪，恨别鸟惊心。" ;
      } ;
  [489]	= {
      ["from"]	= "鹧鸪天·元夕有所梦" ;
      ["hitokoto"]	= "春未绿，鬓先丝。人间别久不成悲。" ;
      } ;
  [490]	= {
      ["from"]	= "别离" ;
      ["hitokoto"]	= "丈夫非无泪，不洒离别间。" ;
      } ;
  [491]	= {
      ["from"]	= "偶成" ;
      ["hitokoto"]	= "未觉池塘春草梦，阶前梧叶已秋声。" ;
      } ;
  [492]	= {
      ["from"]	= "鹧鸪天·林断山明竹隐墙" ;
      ["hitokoto"]	= "殷勤昨夜三更雨，又得浮生一日凉。" ;
      } ;
  [493]	= {
      ["from"]	= "南乡子·登京口北固亭有怀" ;
      ["hitokoto"]	= "千古兴亡多少事？悠悠。不尽长江滚滚流。" ;
      } ;
  [494]	= {
      ["from"]	= "遣悲怀三首·其三" ;
      ["hitokoto"]	= "惟将终夜常开眼，报答平生未展眉。" ;
      } ;
  [495]	= {
      ["from"]	= "唐多令·柳絮" ;
      ["hitokoto"]	= "草木也知愁，韶华竟白头。" ;
      } ;
  [496]	= {
      ["from"]	= "秋夕" ;
      ["hitokoto"]	= "银烛秋光冷画屏，轻罗小扇扑流萤。" ;
      } ;
  [497]	= {
      ["from"]	= "将进酒" ;
      ["hitokoto"]	= "人生得意须尽欢，莫使金樽空对月。" ;
      } ;
  [498]	= {
      ["from"]	= "史记·张仪列传" ;
      ["hitokoto"]	= "众口铄金，积毁销骨。" ;
      } ;
  [499]	= {
      ["from"]	= "随园诗话·卷四" ;
      ["hitokoto"]	= "美人自古如名将，不许人间见白头。" ;
      } ;
  [500]	= {
      ["from"]	= "金铜仙人辞汉歌" ;
      ["hitokoto"]	= "衰兰送客咸阳道，天若有情天亦老。" ;
      } ;
  [501]	= {
      ["from"]	= "回乡偶书二首·其一" ;
      ["hitokoto"]	= "少小离家老大回，乡音无改鬓毛衰。" ;
      } ;
  [502]	= {
      ["from"]	= "南乡子·登京口北固亭有怀" ;
      ["hitokoto"]	= "何处望神州？满眼风光北固楼。" ;
      } ;
  [503]	= {
      ["from"]	= "后宫词" ;
      ["hitokoto"]	= "红颜未老恩先断，斜倚薰笼坐到明。" ;
      } ;
  [504]	= {
      ["from"]	= "把酒对月歌" ;
      ["hitokoto"]	= "李白如今已仙去，月在青天几圆缺？" ;
      } ;
  [505]	= {
      ["from"]	= "清明" ;
      ["hitokoto"]	= "清明时节雨纷纷，路上行人欲断魂。" ;
      } ;
  [506]	= {
      ["from"]	= "扬子江" ;
      ["hitokoto"]	= "臣心一片磁针石，不指南方不肯休。" ;
      } ;
  [507]	= {
      ["from"]	= "破阵子·春景" ;
      ["hitokoto"]	= "燕子来时新社，梨花落后清明。" ;
      } ;
  [508]	= {
      ["from"]	= "山坡羊·道情" ;
      ["hitokoto"]	= "青山相待，白云相爱，梦不到紫罗袍共黄金带。" ;
      } ;
  [509]	= {
      ["from"]	= "出塞二首" ;
      ["hitokoto"]	= "但使龙城飞将在，不教胡马度阴山。" ;
      } ;
  [510]	= {
      ["from"]	= "采桑子·当时错" ;
      ["hitokoto"]	= "一别如斯，落尽梨花月又西。" ;
      } ;
  [511]	= {
      ["from"]	= "鹧鸪天·晚日寒鸦一片愁" ;
      ["hitokoto"]	= "晚日寒鸦一片愁。柳塘新绿却温柔。" ;
      } ;
  [512]	= {
      ["from"]	= "渡荆门送别" ;
      ["hitokoto"]	= "山随平野尽，江入大荒流。" ;
      } ;
  [513]	= {
      ["from"]	= "襄邑道中" ;
      ["hitokoto"]	= "卧看满天云不动，不知云与我俱东。" ;
      } ;
  [514]	= {
      ["from"]	= "泊秦淮" ;
      ["hitokoto"]	= "烟笼寒水月笼沙，夜泊秦淮近酒家。" ;
      } ;
  [515]	= {
      ["from"]	= "宣城见杜鹃花 / 子规" ;
      ["hitokoto"]	= "一叫一回肠一断，三春三月忆三巴。" ;
      } ;
  [516]	= {
      ["from"]	= "论语·为政篇" ;
      ["hitokoto"]	= "吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。" ;
      } ;
  [517]	= {
      ["from"]	= "山亭夏日" ;
      ["hitokoto"]	= "绿树阴浓夏日长，楼台倒影入池塘。" ;
      } ;
  [518]	= {
      ["from"]	= "相见欢·年年负却花期" ;
      ["hitokoto"]	= "梅花雪，梨花月，总相思。" ;
      } ;
  [519]	= {
      ["from"]	= "卜算子·咏梅" ;
      ["hitokoto"]	= "零落成泥碾作尘，只有香如故。" ;
      } ;
  [520]	= {
      ["from"]	= "孟子·告子章句下·第十五节" ;
      ["hitokoto"]	= "天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为。" ;
      } ;
  [521]	= {
      ["from"]	= "淮南子·说山训" ;
      ["hitokoto"]	= "兰生幽谷， 不为莫服而不芳。舟在江海，不为莫乘而不浮。君子行义，不为莫知而止休。" ;
      } ;
  [522]	= {
      ["from"]	= "菜根谭·概论" ;
      ["hitokoto"]	= "遇沉沉不语之士，且莫输心；见悻悻自好之人，应须防口。" ;
      } ;
  [523]	= {
      ["from"]	= "送友人" ;
      ["hitokoto"]	= "浮云游子意，落日故人情。" ;
      } ;
  [524]	= {
      ["from"]	= "黄鹤楼 / 登黄鹤楼" ;
      ["hitokoto"]	= "黄鹤一去不复返，白云千载空悠悠。" ;
      } ;
  [525]	= {
      ["from"]	= "沁园春·雪" ;
      ["hitokoto"]	= "北国风光，千里冰封，万里雪飘。" ;
      } ;
  [526]	= {
      ["from"]	= "鹧鸪天·一点残红欲尽时" ;
      ["hitokoto"]	= "梧桐叶上三更雨，叶叶声声是别离。" ;
      } ;
  [527]	= {
      ["from"]	= "室思" ;
      ["hitokoto"]	= "思君如流水，何有穷已时。" ;
      } ;
  [528]	= {
      ["from"]	= "蝉" ;
      ["hitokoto"]	= "居高声自远，非是藉秋风。" ;
      } ;
  [529]	= {
      ["from"]	= "村居" ;
      ["hitokoto"]	= "儿童散学归来早，忙趁东风放纸鸢。" ;
      } ;
  [530]	= {
      ["from"]	= "李延年歌" ;
      ["hitokoto"]	= "北方有佳人，绝世而独立。" ;
      } ;
  [531]	= {
      ["from"]	= "寒夜" ;
      ["hitokoto"]	= "寒夜客来茶当酒，竹炉汤沸火初红。" ;
      } ;
  [532]	= {
      ["from"]	= "如意娘" ;
      ["hitokoto"]	= "看朱成碧思纷纷，憔悴支离为忆君。" ;
      } ;
  [533]	= {
      ["from"]	= "山行" ;
      ["hitokoto"]	= "远上寒山石径斜，白云深处有人家。" ;
      } ;
  [534]	= {
      ["from"]	= "游园不值" ;
      ["hitokoto"]	= "春色满园关不住，一枝红杏出墙来。" ;
      } ;
  [535]	= {
      ["from"]	= "春思" ;
      ["hitokoto"]	= "当君怀归日，是妾断肠时。" ;
      } ;
  [536]	= {
      ["from"]	= "八声甘州·读诸葛武侯传" ;
      ["hitokoto"]	= "千年后，锦城相吊，遇草堂翁。" ;
      } ;
  [537]	= {
      ["from"]	= "离骚" ;
      ["hitokoto"]	= "路漫漫其修远兮，吾将上下而求索。" ;
      } ;
  [538]	= {
      ["from"]	= "增广贤文" ;
      ["hitokoto"]	= "仁不行商、义不守财；情不立威，善不居官；慈不掌兵，柔不监国。" ;
      } ;
  [539]	= {
      ["from"]	= "旅夜书怀" ;
      ["hitokoto"]	= "星垂平野阔，月涌大江流。" ;
      } ;
  [540]	= {
      ["from"]	= "草" ;
      ["hitokoto"]	= "离离原上草，一岁一枯荣。" ;
      } ;
  [541]	= {
      ["from"]	= "黄鹤楼送孟浩然之广陵" ;
      ["hitokoto"]	= "故人西辞黄鹤楼，烟花三月下扬州。" ;
      } ;
  [542]	= {
      ["from"]	= "卜算子·答施" ;
      ["hitokoto"]	= "相思似海深，旧事如天远。" ;
      } ;
  [543]	= {
      ["from"]	= "陶淵明" ;
      ["hitokoto"]	= "勤學如奮起之苗，不見其增，日有所長；輟學如磨刀之石，不見其損，日有所虧。" ;
      } ;
  [544]	= {
      ["from"]	= "终南别业" ;
      ["hitokoto"]	= "行到水穷处，坐看云起时。" ;
      } ;
  [545]	= {
      ["from"]	= "千秋岁引·秋景" ;
      ["hitokoto"]	= "无奈被些名利缚，无奈被些情担阁，可惜风流总闲却。" ;
      } ;
  [546]	= {
      ["from"]	= "留别妻" ;
      ["hitokoto"]	= "生当复来归，死当长相思。" ;
      } ;
  [547]	= {
      ["from"]	= "车遥遥篇" ;
      ["hitokoto"]	= "愿我如星君如月，夜夜流光相皎洁。" ;
      } ;
  [548]	= {
      ["from"]	= "越人歌" ;
      ["hitokoto"]	= "山有木兮木有枝，心悦君兮君不知。" ;
      } ;
  [549]	= {
      ["from"]	= "定风波" ;
      ["hitokoto"]	= "回首向来萧瑟处，归去， 也无风雨也无晴。" ;
      } ;
  [550]	= {
      ["from"]	= "偶成" ;
      ["hitokoto"]	= "未觉池塘春草梦，阶前梧叶已秋声。" ;
      } ;
  [551]	= {
      ["from"]	= "西游记" ;
      ["hitokoto"]	= "急雨收残暑，梧桐一叶惊。" ;
      } ;
  [552]	= {
      ["from"]	= "论语·宪问" ;
      ["hitokoto"]	= "兼山艮，君子以思不出其位。" ;
      } ;
  [553]	= {
      ["from"]	= "高阳台·除夜" ;
      ["hitokoto"]	= "多谢梅花，伴我微吟。" ;
      } ;
  [554]	= {
      ["from"]	= "Tristan" ;
      ["hitokoto"]	= "谁一旦凝视过美本身 / 就已经把自己委身给了死亡。" ;
      } ;
  [555]	= {
      ["from"]	= "阿多尼斯诗集" ;
      ["hitokoto"]	= "什么是玫瑰？为了被斩首而生长的头颅。" ;
      } ;
  [556]	= {
      ["from"]	= "阿多尼斯诗集" ;
      ["hitokoto"]	= "什么是尘土？从大地之肺发出的一声叹息。" ;
      } ;
  [557]	= {
      ["from"]	= "阿多尼斯诗集" ;
      ["hitokoto"]	= "什么是焦虑？褶子和皱纹，在神经的丝绸上。" ;
      } ;
  [558]	= {
      ["from"]	= "阿多尼斯诗集" ;
      ["hitokoto"]	= "什么是时光？我们穿上的衣服，却再也脱不下来。" ;
      } ;
  [559]	= {
      ["from"]	= "唐多令·芦叶满汀洲" ;
      ["hitokoto"]	= "欲买桂花同载酒，终不似，少年游。" ;
      } ;
  [560]	= {
      ["from"]	= "增广贤文" ;
      ["hitokoto"]	= "但行好事，莫问前程。" ;
      } ;
  [561]	= {
      ["from"]	= "临江仙·送钱穆父" ;
      ["hitokoto"]	= "人生如逆旅，我亦是行人。" ;
      } ;
  [562]	= {
      ["from"]	= "送杜少府之任蜀州" ;
      ["hitokoto"]	= "海内存知己，天涯若比邻。" ;
      } ;
  [563]	= {
      ["from"]	= "《沈园二首》(其一)" ;
      ["hitokoto"]	= "伤心桥下春波绿，曾是惊鸿照影来。" ;
      } ;
  [564]	= {
      ["from"]	= "钗头凤·陆游" ;
      ["hitokoto"]	= "生尽欢，死无憾。" ;
      } ;
  [565]	= {
      ["from"]	= "蝶恋花·阅尽天涯离别苦" ;
      ["hitokoto"]	= "最是人间留不住，朱颜辞镜花辞树。" ;
      } ;
  [566]	= {
      ["from"]	= "鹧鸪天·送廓之秋试" ;
      ["hitokoto"]	= "明年此日青云去，却笑人间举子忙。" ;
      } ;
  [567]	= {
      ["from"]	= "绝句·古木阴中系短篷" ;
      ["hitokoto"]	= "沾衣欲湿杏花雨，吹面不寒杨柳风。" ;
      } ;
  [568]	= {
      ["from"]	= "梦微之" ;
      ["hitokoto"]	= "君埋泉下泥销骨，我寄人间雪满头。" ;
      } ;
  [569]	= {
      ["from"]	= "也是微云" ;
      ["hitokoto"]	= "不愿勾起相思，不敢出门看月；偏偏月进窗来，害我相思一夜。" ;
      } ;
  [570]	= {
      ["from"]	= "国际歌" ;
      ["hitokoto"]	= "不要说我们一无所有，我们要做天下的主人！" ;
      } ;
  [571]	= {
      ["from"]	= "柳" ;
      ["hitokoto"]	= "如何肯到清秋日，已带斜阳又带蝉。" ;
      } ;
  [572]	= {
      ["from"]	= "寓言" ;
      ["hitokoto"]	= "吾道本无我，未曾嫌世人。如今到尘世，弥觉此心真" ;
      } ;
  [573]	= {
      ["from"]	= "江城子·密州出猎" ;
      ["hitokoto"]	= "老夫聊发少年狂，左牵黄，右擎苍。" ;
      } ;
  [574]	= {
      ["from"]	= "琵琶行" ;
      ["hitokoto"]	= "同是天涯沦落人，相逢何必曾相识。" ;
      } ;
  [575]	= {
      ["from"]	= "秋风词" ;
      ["hitokoto"]	= "早知如此绊人心，何如当初莫相识。" ;
      } ;
  [576]	= {
      ["from"]	= "«Solidarity Forever»" ;
      ["hitokoto"]	= "We can bring to birth a new world from the ashes of the old." ;
      } ;
  } ;