return {
  [1]	= {
      ["from"]	= "名人名言" ;
      ["hitokoto"]	= "一本书上每多一个公式，就会减少一半读者。" ;
      } ;
  [2]	= {
      ["from"]	= "名人名言" ;
      ["hitokoto"]	= "人生用特写镜头来看是悲剧，长镜头来看则是喜剧。" ;
      } ;
  [3]	= {
      ["from"]	= "上帝死了" ;
      ["hitokoto"]	= "那些听不见音乐的人以为跳舞的人疯了。" ;
      } ;
  [4]	= {
      ["from"]	= "哲学" ;
      ["hitokoto"]	= "奇怪的是，当他死去，所有人才开始爱他。" ;
      } ;
  [5]	= {
      ["from"]	= "迪士尼" ;
      ["hitokoto"]	= "为什么要担心？如果努力了，担心不会让结果变得更好。" ;
      } ;
  [6]	= {
      ["from"]	= "一生" ;
      ["hitokoto"]	= "生活不可能像你想象得那么好，但也不会像你想象得那么糟。我觉得人的脆弱和坚强都超乎自己的想象。有时，我可能脆弱得一句话就泪流满面；有时，也发现自己咬着牙走了很长的路。" ;
      } ;
  [7]	= {
      ["from"]	= "null" ;
      ["hitokoto"]	= "知道为什么婴儿出生的时候都会握着手痛哭吗？因为又要来这世间走一遭。" ;
      } ;
  [8]	= {
      ["from"]	= "酷狗音乐" ;
      ["hitokoto"]	= "太阳请不要晒黑我的皮肤，请晒黑我爸爸妈妈的头发。" ;
      } ;
  [9]	= {
      ["from"]	= "四十二章经" ;
      ["hitokoto"]	= "爱欲于人，犹如执炬，逆风而行，必有烧手之患" ;
      } ;
  [10]	= {
      ["from"]	= "Charles Reade" ;
      ["hitokoto"]	= "Sow an act, and you reap a habit. Sow a habit, and you reap a character. Sow a character, and you reap a destiny." ;
      } ;
  [11]	= {
      ["from"]	= "乔布斯" ;
      ["hitokoto"]	= "Innovation distinguishes between a leader and a follower. 领袖和跟风者的区别就在于创新。" ;
      } ;
  [12]	= {
      ["from"]	= "乔布斯" ;
      ["hitokoto"]	= "We're here to put a dent in the universe. Otherwise why else even be here? 活着就是为了改变世界，难道还有其他原因吗？" ;
      } ;
  [13]	= {
      ["from"]	= "庆余年" ;
      ["hitokoto"]	= "我希望庆国之民，有真理可循，知礼仪，守仁心，不以钱财论成败，不因权势而屈从，同情弱小，痛恨不平，危难时坚心志，无人处常自省；我希望这世间，再无压迫束缚，凡生于世，都能有活着的权利，有自由的权利，亦有幸福的权利。" ;
      } ;
  [14]	= {
      ["from"]	= "圣经" ;
      ["hitokoto"]	= "那一千年完了，撒但必从监牢里被释放，出来要迷惑地上四方的列国，就是歌革和玛各，叫他们聚集争战。他们的人数多如海沙。" ;
      } ;
  [15]	= {
      ["from"]	= "千里共良宵" ;
      ["hitokoto"]	= "我们是独立的个体，却不是孤独的存在。" ;
      } ;
  [16]	= {
      ["from"]	= "亦舒" ;
      ["hitokoto"]	= "最折磨人的或许不是一场惨烈战争，而是烦琐的日常生活。" ;
      } ;
  [17]	= {
      ["from"]	= "历史哲学" ;
      ["hitokoto"]	= "人类从历史中学到的唯一教训，就是人类无法从历史中学到任何教训。" ;
      } ;
  [18]	= {
      ["from"]	= "阿尔弗雷德·阿德勒" ;
      ["hitokoto"]	= "幸运的人一生都在被童年治愈，不幸的人一生都在治愈童年。" ;
      } ;
  [19]	= {
      ["from"]	= "知乎" ;
      ["hitokoto"]	= "人生没有定数的，社会不会抛弃努力的人，只要努力，人生都会慷慨地馈赠让你满意的礼物！" ;
      } ;
  [20]	= {
      ["from"]	= "毛泽东语录精选" ;
      ["hitokoto"]	= "不管风吹浪打，胜似闲庭信步。" ;
      } ;
  [21]	= {
      ["from"]	= "毛泽东语录" ;
      ["hitokoto"]	= "多少事，从来急，天地转，光阴迫，一万年太久，只争朝夕。" ;
      } ;
  [22]	= {
      ["from"]	= "毛泽东" ;
      ["hitokoto"]	= "历史的发展是不以人的意志为转移的。" ;
      } ;
  [23]	= {
      ["from"]	= "毛泽东" ;
      ["hitokoto"]	= "没有调查就没有发言权。" ;
      } ;
  [24]	= {
      ["from"]	= "毛泽东" ;
      ["hitokoto"]	= "世界是你们的，也是我们的，但是归根结底是你们的。你们青年人朝气蓬勃，正在兴旺时期，好像早晨八九点钟的太阳。希望寄托在你们身上。" ;
      } ;
  [25]	= {
      ["from"]	= "庄子" ;
      ["hitokoto"]	= "以有涯随无涯，殆已！已而为知者，殆而已矣！" ;
      } ;
  [26]	= {
      ["from"]	= "纪念白求恩" ;
      ["hitokoto"]	= "个人能力有大小，但只要有这点精神，就是一个高尚的人，一个纯粹的人，一个有道德的人，一个脱离了低级趣味的人，一个有益于人民的人。" ;
      } ;
  [27]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "很多人都认为别人的东西总好过自己的东西，这或许是想要拥有所有东西的理由。" ;
      } ;
  [28]	= {
      ["from"]	= "加缪手记·第二卷" ;
      ["hitokoto"]	= "绝望的人没有故乡。" ;
      } ;
  [29]	= {
      ["from"]	= "塞缪尔·约翰逊" ;
      ["hitokoto"]	= "知识有两种，一种是你知道的，一种是你知道在哪里能找到的！" ;
      } ;
  [30]	= {
      ["from"]	= "豪尔赫•路易斯•博尔赫斯" ;
      ["hitokoto"]	= "我们在努力扩大自己，以靠近，以触及我们自身以外的世界。" ;
      } ;
  [31]	= {
      ["from"]	= "网络" ;
      ["hitokoto"]	= "吾生三愿，纯朴却激越:一曰渴望爱情，二曰求索知识，三曰悲悯吾类之无尽苦难。" ;
      } ;
  [32]	= {
      ["from"]	= "历史哲学" ;
      ["hitokoto"]	= "人类从历史中学到的唯一教训，就是人类无法从历史中学到任何教训。" ;
      } ;
  [33]	= {
      ["from"]	= "金刚经" ;
      ["hitokoto"]	= "若以色见我，以音声求我，是人行邪道，不能见如来。" ;
      } ;
  [34]	= {
      ["from"]	= "法华经" ;
      ["hitokoto"]	= "无垢清净光，慧日破诸暗，能伏灾风火，普明照世间。" ;
      } ;
  [35]	= {
      ["from"]	= "纳粹德国宣传部长" ;
      ["hitokoto"]	= "谎言重复一千遍就成了真理。" ;
      } ;
  [36]	= {
      ["from"]	= "《黄石国家公园法》的理念" ;
      ["hitokoto"]	= "后代人的权利远比当代人的欲望更重要。" ;
      } ;
  [37]	= {
      ["from"]	= "唯物主义哲学" ;
      ["hitokoto"]	= "物质决定意识，意识反作用于物质" ;
      } ;
  [38]	= {
      ["from"]	= "实践是检验真理的唯一标准" ;
      ["hitokoto"]	= "实践是检验真理的唯一标准。" ;
      } ;
  [39]	= {
      ["from"]	= "飞鸟集" ;
      ["hitokoto"]	= "我们把世界看错，反说它欺骗了我们。" ;
      } ;
  [40]	= {
      ["from"]	= "《逻辑哲学论》" ;
      ["hitokoto"]	= "一件事物与其自身完全一致" ;
      } ;
  } ;